{
 "train": [
  { "eng": "Tom can't come in.", "hoc": "Tom kać bolo daea." },
  { "eng": "Is that difficult to do?", "hoc": "Ena difficult gea chi?" },
  { "eng": "Morphology.", "hoc": "Morphology." },
  { "eng": "Where do you come from?", "hoc": "Ape do okon renko?" },
  { "eng": "Those who want to stay can stay.", "hoc": "Tae sukukô tan kokô tae daea." },
  { "eng": "Do you have a car?", "hoc": "Aben taḱ Car menaḱa?" },
  { "eng": "“In the case of patient death during the course of medical treatment, even if there is medical error present, it is not automatically legally considered to be an “unusual death.”", "hoc": "“Medical Treatment sesen tan Course re Patient Gonoć hoban re, Medical Error menaḱ ré, ena do epenkate Law lekate “unusual Gonoć” mente ḱ menoḱa.”" },
  { "eng": "I'm hungry!", "hoc": "Rengeć́ tana!" },
  { "eng": "Duck!", "hoc": "Ungut́enn pe!" },
  { "eng": "Feral children lack the basic social skills that are normally learned in the process of enculturation.", "hoc": "Birbagehon ko taḱ, normally do Enculturation Process te etooḱ basic Sangetalaaḱepeto (social skill) kaa taena." },
  { "eng": "Tunisia has a history of labor emigration.", "hoc": "Tunisia re Labour koaḱ Disumbanage reaḱ Sidaehonoba menaḱa." },
  { "eng": "I wasn't able to do everything I wanted to do.", "hoc": "Paiṭi sanaṅí taekenaḱ ko saben ká pura dae eana." },
  { "eng": "We are in school.", "hoc": "School re menaḱbua." },
  { "eng": "I like to run.", "hoc": "Nir sukúa." },
  { "eng": "Tom has a Ford.", "hoc": "Tom taḱ miat́ Ford menaḱa." },
  { "eng": "Why are you laughing?", "hoc": "Chikateben landaê tana?" },
  { "eng": "Indian movies, music, and spiritual teachings play an increasing role in global culture.", "hoc": "Indian-movie, music, spiritual-teaching ko do global Culture re increasing Role menaḱa." },
  { "eng": "We have to remember that the choices of individual human beings led to repeated world war. But we also have to remember that the choices of individual human beings created a United Nations, so that a war like that would never happen again.", "hoc": "Mipiat́ hoo koaḱ Sala Sanaṅ ko te repeated Otesae Gopoć ko hoba akana mentebu uṛuḱ rikaê te hobana. Mipiat́ hoo koaḱ Sala Sanaṅ ko te ge mendo, enkan Gopoć anḍoḱ alakâ hoban mente United Nations bai eanaḱ ́bu uṛuḱ rikaê te hobana." },
  { "eng": "I'm never not hungry.", "hoc": "Jahìmita ́ Rengeć banoḱ gedo baṅía." },
  { "eng": "I can't listen to stupid people.", "hoc": "Onḍo Hoo koaḱ Kaji ká ayum daea." },
  { "eng": "Gold's heavier than iron.", "hoc": "Samaom do Meeht́ aete ́ hambala." },
  { "eng": "The village was burnt down.", "hoc": "Hatu ĺ chaba eana." },
  { "eng": "However, several species of bacteria are pathogenic and cause infectious diseases, including cholera, syphilis, anthrax, leprosy, tuberculosis, tetanus and bubonic plague.", "hoc": "Enkarége, several Bacteriahita dokô pathogenic gea, anḍoḱ enko te Cholera„ Syphilis„ Anthrax„ Tunḍubanḍia„ Tuberculosis„ Tetanus„ Bubonic Plague ko lekan Chálrua (Infectious Diseases) ko ooḱla." },
  { "eng": "It has unresolved territorial disputes with China and with Pakistan.", "hoc": "India aḱ China„ Pakistan loḱ kaa resolve akan ote chirmit́ dispute menaḱa." },
  { "eng": "I don't want to tell you how I did that.", "hoc": "Ena chilika té Paeṭi ket́a menteaḱ ḱ kajiam sanaṅí tana." },
  { "eng": "Bacteria were first observed by the Dutch microscopist Antonie van Leeuwenhoek in 1676, using a single-lens microscope of his own design.", "hoc": "Bacteria do ayarùtar 1676 re Dutch Microscopist Antonie van Leeuwenhoek aćge design let́ Single-lens Nelmansaná tekô nel lena." },
  { "eng": "We don't have that kind of money.", "hoc": "Imin Puisa banoḱa tale." },
  { "eng": "The village was burnt down.", "hoc": "Hatu atar chaba eana." },
  { "eng": "Gold's heavier than iron.", "hoc": "Samaom do Meeht́ aete hambala." },
  { "eng": "What would you like to eat?", "hoc": "Chenaḱm jomêa?" },
  { "eng": "I don't know when he will arrive.", "hoc": "Chuilać hujoḱa ká adaana." },
  { "eng": "Calm down.", "hoc": "Hapann pe." },
  { "eng": "Did the two of you meet in Boston?", "hoc": "Boston reben napam lena chi?" },
  { "eng": "I have a car.", "hoc": "Á taḱ Car menaḱa." },
  { "eng": "The space station not only served as a laboratory and living space for astronauts, but also as a support base for other spacecraft which had the ability to dock with the station.", "hoc": "Space Station do, Astronaut koaḱ Laboratory anḍoḱ Taenpai leka sekar ge mena do ḱ, en Station loḱ soporoḱ dae eṭaḱ Spacecraft ko lagit́ Support Base leka ́ Paeṭić emê taekena." },
  { "eng": "What are you doing?", "hoc": "Chenaḱm chika tana?" },
  { "eng": "It is a village.", "hoc": "Ena do Hatu." },
  { "eng": "I didn't mean to wake you.", "hoc": "Evn ichim teaḱ do ká sanaṅ kena." },
  { "eng": "Umbrellas sell well.", "hoc": "Chatom ko bugi akaríoḱa." },
  { "eng": "China is bigger than Japan.", "hoc": "China do, Japan aete maraṅa." },
  { "eng": "Ancient Greek ko India renko do Indoi (Ἰνδό) kô metakô taekena, ena reaḱ translation do “Indus gaḍa ren ko”.", "hoc": "“The ancient Greeks referred to the Indians as Indoi (Ἰνδό), which translates as ““The people of the Indus“”.”" },
  { "eng": "Show me how.", "hoc": "Udúá ben chilikate." },
  { "eng": "Are you happy?", "hoc": "Rãasa repea chi kaa?" },
  { "eng": "Although the term bacteria traditionally included all prokaryotes, the scientific classification changed after the discovery in the 1990s that prokaryotes consist of two very different groups of organisms that evolved from an ancient common ancestor.", "hoc": "Bacteria, nen Term re traditionally do sanam Prokaryote ko agumesaoḱ taeken ré ge, Prokaryote kore miat́ ge Ancient Common Ancestor aete haratersa akan barea esu reń tannga Organism Group menaḱ mente 1990 kore urum ean tayom, Scientific Classification ol ruaa eana." },
  { "eng": "Robert then survived in the wild, presumably with vervet monkeys, for three years until he was found by soldiers of National Resistance Army.", "hoc": "Robert do National Resistance Army ren Soldier ko nam let́ić j́ṅ apea sirma Bir reć jivt́ lena, presumably Vervet Gai ko loḱ." },
  { "eng": "Tell me.", "hoc": "Kajiá ben." },
  { "eng": "What are you doing?", "hoc": "Chenaḱben chika tana?" },
  { "eng": "I'm a student.", "hoc": "Paṛao taná." },
  { "eng": "India was the world's second-largest textile exporter after China in the 2013 calendar year.", "hoc": "2013 sirma, India do China tayom Otesai chetan báraḱ-maraṅ Textile Éxportdisum lena." },
  { "eng": "Say it again.", "hoc": "anḍoḱ misa kajiêben." },
  { "eng": "He's flexible.", "hoc": "Flexible geać." },
  { "eng": "Have you washed the dishes?", "hoc": "Bela koben gasar ket́a chi?" },
  { "eng": "I have less than you.", "hoc": "Am aete huḍí menaḱa á taḱ re." },
  { "eng": "Where does it hurt?", "hoc": "Okontaḱ hasuben tana?" },
  { "eng": "Most do not cause diseases, are beneficial to their environments, and are essential for life.", "hoc": "Enko ĺḱpaa ko tedo Ruahasu kaa ooḱla, tako Environment lagit́kô beneficial gea, oḍok Jinivt́ lagit́kô essential gea." },
  { "eng": "With North Korea's announcement on the 26th of its nuclear development plan based upon the agreement stemming from the Six Party Talks, and the United States' commencement of procedures to remove North Korea from its designation on the list of State Sponsors of Terrorism, the families of abductees have expressed growing unease that it may constitute an abandonment of the abductee issue.", "hoc": "North Korea ren ko 26 musiṅg Turui Party Japagar aete ooḱl akan Agreement chetanaḱ Nuclear Development Plan kô announce ket́aḱ te, anḍoḱ State Sponsors of Terrorism List re North Korea olmesa akanaḱ atomê teaḱ Process United States ren ko eṭećê teaḱ te, Abductee Issue reaḱ Banage hoban chi toraṅ mente Abductee koaḱ Family ren ko growing unease kô express akat́a." },
  { "eng": "I was told not to do that.", "hoc": "Ena alamà' kô metat́ía." },
  { "eng": "What's he doing over there?", "hoc": "Akin han re chenaḱkin chika tana?" },
  { "eng": "Some researchers also include the opposite effect for high performers: their tendency to underestimate their skills.", "hoc": "Chiminaṅ Researcher ko do, high performer kore ena reaḱ opposite effect (skill underestimate enn teaḱ tendency) ́kô include êa." },
  { "eng": "I have a husband.", "hoc": "Koaaná." },
  { "eng": "By 55,000 years ago, the first modern humans, or Homo sapiens, had arrived on the Indian subcontinent from Africa, where they had earlier evolved.", "hoc": "55,000 sirma maaṅ loḱ do, ayarutar modern-human ko (Homo sapien ko), ako sidae evolve len Africa aete Indian subcontinent kô hućoḱ sekaa ean taekena." },
  { "eng": "I am rich.", "hoc": "Puisaaná." },
  { "eng": "Tom doesn't speak Spanish.", "hoc": "Tom Spanish kać jagar etoêa." },
  { "eng": "Modern humans arrived on the Indian subcontinent from Africa no later than 55,000 years ago.", "hoc": "Modern human ko do Africa aete Indian subcontinent te tapayomutar 55,000 sirma maaṅ rekô hućoḱ lena." },
  { "eng": "Its evidence today is found in the hymns of the Rigveda.", "hoc": "Ena reaḱ Evidence Rigveda reaḱ Hymn kore namoḱa." },
  { "eng": "The world is a village.", "hoc": "Nen Otesae miat́ Hatu." },
  { "eng": "Modern bioethicists who advocate new eugenics characterize it as a way of enhancing individual traits, regardless of group membership.", "hoc": "New Eugenics advocate ê tan Modern bioethicist ko do, ena regardless of group membership, individual aḱ Trait ko enhance ê tan Hora lekakô characterize êa." },
  { "eng": "I am married.", "hoc": "Aandi akaná." },
  { "eng": "We live on different continents.", "hoc": "Eṭaḱ-eṭaḱ Continent relaṅa." },
  { "eng": "However, it has remained lower than those of other Asian developing countries such as Indonesia, Malaysia, Philippines, Sri Lanka, and Thailand, and is expected to remain so in the near future.", "hoc": "Enkarége, ena do Indonesia, Malaysia, Philippines, Sri Lanka, anḍoḱ Thailand lekan eṭaḱ Asia ren Developing Disum ko aete ́ latar rea, anḍoḱ Kanalom ́ enka ge taena mente Expectation menaḱa." },
  { "eng": "Do you want to play?", "hoc": "Inuṅam?" },
  { "eng": "Before them, Ignaz Semmelweis and Joseph Lister had realised the importance of sanitised hands in medical work.", "hoc": "Akin ayar, Ignaz Sammelweis anḍoḱ Joseph Lister do Medical Paeṭi re T́ Sanitisation reaḱ Importance kin chirgal let́ taekena." },
  { "eng": "The villages are thirsty.", "hoc": "Hatu re Daḱkô ringa tana." },
  { "eng": "Why are you dancing?", "hoc": "Chenaḱ menteben susun tana?" },
  { "eng": "Good morning!", "hoc": "Setaḱ Siṅgi joar!" },
  { "eng": "A feral child (also called wild child) is a young individual who has lived isolated from human contact from a very young age, with little or no experience of human care, social behavior, or language.", "hoc": "Birbagehon (wild child ́kô metaà) do, Baleḱtaesirma aete ge Hoojanapaḱ (human contact) sangin re tannga akan aete, Hoonélsapá (human care)„ sangitala Sepentapae (social behaviour)„ Jagar reaḱ Nelàdasẽa (experience), menaḱ re jokoć ge baredo banoḱ lekan baleḱ Individual." },
  { "eng": "America wanted, and still wants, to support the countries bordering Russia in order to destabilize it.", "hoc": "America ren ko Russia destabilize ê lagit́ ena Chirmit́ ren Disum kokô support sanaṅ kena, sanaṅ tan geakô." },
  { "eng": "You'll be a grandmother soon.", "hoc": "Anjaa gem Jiaṅoḱa." },
  { "eng": "We are in Paris.", "hoc": "Paris rebua." },
  { "eng": "I like fish.", "hoc": "Hać kó sukuaà." },
  { "eng": "Tom is wearing a new pair of jeans.", "hoc": "Tom nama Jeans eć tusiṅ akat́a." },
  { "eng": "That's why cats love you.", "hoc": "Enamente Bilae kokô sukutemea." },
  { "eng": "He is from our village.", "hoc": "Ać do abu Hatu renić." },
  { "eng": "I'm a student.", "hoc": "School taná." },
  { "eng": "When Harsha of Kannauj, who ruled much of the Indo-Gangetic Plain from 606 to 647 CE, attempted to expand southwards, he was defeated by the Chalukya ruler of the Deccan.", "hoc": "606 aete 647 CE re Indo-Gangetic Plain goṭa naeć rule ken Kannauj ren Harsha south paa teć expand lekead re, Deccan ren Chalukya ruler taḱaeteć haratiṅ eana." },
  { "eng": "I'm going to a meeting.", "hoc": "Miat́ Dunú taḱ́ senoḱ tana." },
  { "eng": "My husband is washing the car.", "hoc": "Áaḱ Koa Car eć chapiê tana." },
  { "eng": "Are you tired?", "hoc": "Laga eanam?" },
  { "eng": "You look very tired.", "hoc": "Esu laga akan gem neloḱ tana." },
  { "eng": "Don't lie!", "hoc": "Alam chakat́a!" },
  { "eng": "Geography", "hoc": "Geography" },
  { "eng": "Calm down.", "hoc": "Hapan ben." },
  { "eng": "Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west; China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east.", "hoc": "South re Indian Ocean, southwest re Arabian Sea, southeast re Bay of Bengal menaḱa. West re Pakistan, North paa China, Nepal anḍoḱ Bhutan, east paa Bangladesh anḍoḱ Myanmar loḱ chirmit́ menaḱa. Indian Ocean ren Sri Lanka, Maldives naeć re menaḱa." },
  { "eng": "Can you help me?", "hoc": "Denga daéaben chi?" },
  { "eng": "A cat came out from under the desk.", "hoc": "Table latar aete Bilae ooḱl eana." },
  { "eng": "I don't want to go to school.", "hoc": "School kaa sen sukú tana." },
  { "eng": "Russia is not the victim in its war on Ukraine.", "hoc": "Russiaren ko, Ukraine re takoaḱ War ren Victim ko do kaa." },
  { "eng": "Plato suggested applying the principles of selective breeding to humans around 400 BCE.", "hoc": "Human ko re selective breeding principle apply ê teaḱ do 400 BCE naaćnoḱ re Plato suggest led taekena." },
  { "eng": "Do you feel OK today?", "hoc": "Tisiṅ bugiben adaê tana chi?" },
  { "eng": "How much does this cost?", "hoc": "Nena chimin gonoṅa?" },
  { "eng": "I am at home every evening.", "hoc": "Jao Ayú Oaḱ regé taena." },
  { "eng": "He has since gained full speech abilities and has also twice competed in the Special Olympics for Uganda.", "hoc": "Imita aete ać do tayom, full Jagardanaeć eto ket́a, anḍoḱ Uganda lagit́ bar dao Special Olympics réć compete let́a." },
  { "eng": "Is Tom awake?", "hoc": "Tom evn akanać chi?" },
  { "eng": "I know you and Tom didn't do that together.", "hoc": "Tom loḱ misa te kaben paiṭi ket́a menté adaana." },
  { "eng": "Driven by growth, India's nominal GDP per capita increased steadily from US$308 in 1991, when economic liberalisation began, to US$1,380 in 2010, to an estimated US$2,731 in 2024.", "hoc": "Growth te udur tersa akan India aḱ Nominal GDP Per Capita do, 1991 ren US$308 aete, 2010 ren US$1,380, anḍoḱ 2024 ren estimate akan US$2,731 jooṅ steadily increase hućoḱ akana." },
  { "eng": "The earliest known modern human remains in South Asia date to about 30,000 years ago.", "hoc": "South Asia ren earliest-known modern-human satareć ko reaḱ back-date do 30,000 sirma maaṅ daradari." },
  { "eng": "She doesn't want to be with anyone.", "hoc": "Jahć loḱ́ kaa taenn sukuć tana." },
  { "eng": "Raised by wolves.", "hoc": "ṭẽoḱ ko hara maraṅ ken." },
  { "eng": "The East India Company's control of the seas, greater resources, and more advanced military training and technology led it to increasingly assert its military strength and caused it to become attractive to a portion of the Indian elite; these factors were crucial in allowing the company to gain control over the Bengal region by 1765 and sideline the other European companies.", "hoc": "Mughal ko, especially Akbar suba re, tribal bond anḍoḱ Islamic identity bage keet́, Persianised culture te near-divine status menaḱ tan emperor chetan re em len loyalty te, akoaḱ osar saniṅ ote chirmit́ ko unite ket́a." },
  { "eng": "The contemporary history of eugenics began in the late 19th century, when a popular eugenics movement emerged in the United Kingdom, and then spread to many countries, including the United States, Canada, Australia, and most European countries (e.g., Sweden and Germany).", "hoc": "Eugenics reaḱ Contemporary history do, 19th century aḱ United Kingdom re popular Eugenics movement undú janeet́ United States„ Canada„ Australia„ goṭa noḱ European country (e.g., Sweden„ Germany) ko re nitir ean loḱ eṭeć eana." },
  { "eng": "Bacteria do not reproduce in alcohol.", "hoc": "Bacteria ko Alcohol re kakô hita posaoḱa." },
  { "eng": "Am I winning?", "hoc": "Daeoḱ taná chi?" },
  { "eng": "You've forgotten to tie your shoelaces.", "hoc": "Amaḱ Shoelace tolem rií tat́a." },
  { "eng": "In the Punjab, Sikhism emerged, rejecting institutionalised religion.", "hoc": "Punjab re, institutionalised-religion reject ê tan Sikhism ooḱl eana." },
  { "eng": "I sat next to Tom.", "hoc": "Tom japaḱ ré dú lena." },
  { "eng": "Go along this street and turn right at the bank.", "hoc": "Nen Street rege sen akaa aete, Bank taḱ etom paa biurenn me." },
  { "eng": "Is it yours?", "hoc": "Ena abenaḱ chi?" },
  { "eng": "Don't worry.", "hoc": "Alam uṛuḱoḱa." },
  { "eng": "“Once regarded as plants constituting the class Schizomycetes (“fission fungi”), bacteria are now classified as prokaryotes.”", "hoc": "“Ayar kodo, Schizomycetes (“fission fungi”) Class ren Síhita mente menoḱ taeken Bacteria ko do nahḱ Prokaryote mentekô classify akana.”" },
  { "eng": "The Thar Desert plays a crucial role in attracting the moisture-laden south-west summer monsoon winds that, between June and October, provide the majority of India's rainfall.", "hoc": "June aete October tala re India aḱ ĺḱpaa Gamadaḱ ém tan daḱpereć south-west aḱ Situṅdipili Monsoon Hoyo ko or águ re, Thar Desert aḱ Crucial Role menaḱa." },
  { "eng": "It extends as far north as the Satpura and Vindhya ranges in central India.", "hoc": "Ena ge sangin utar do north re Satpura jooṅ anḍoḱ central re Vindhya range jooṅ sartal akana." },
  { "eng": "Guatemala City is the capital of Guatemala.", "hoc": "Guatemala City do Guatemala ren Capital." },
  { "eng": "According to a 2011 PricewaterhouseCoopers (PwC) report, India's GDP at purchasing power parity could overtake that of the United States by 2045.", "hoc": "2011 ren PricewaterhouseCoopers (PwC) report lekate, 2045 loḱ do, India aḱ Purchasing Power Parity te soṅoḱ GDP te United States aḱ ́ parom ĺḱ daeoḱa." },
  { "eng": "I have a stomachache.", "hoc": "Ĺć hasú tana." },
  { "eng": "I've never been to Istanbul.", "hoc": "Istanbul musiṅg ́ ká senat́a." },
  { "eng": "He is from our village.", "hoc": "Ać do ale Hatu renić." },
  { "eng": "Eugenics (\/juːˈdʒɛnɪks\/ yoo-JEN-iks; from Ancient Greek έ̃ (eû) 'good, well' and -γεν́ς (geńs) 'come into being, growing') is a set of beliefs and practices that aim to improve the genetic quality of a human population.", "hoc": "Eugenics (yoo-JEN-iks; Ancient Greek ren έ̃ (eû) 'bugi, good, well', anḍoḱ -γεν́ς (geńs) 'unduboḱ, haraoḱ aete bai akana) do human population re genetic quality improve oḱ kâ menten belief anḍoḱ practice kokô metaà." },
  { "eng": "India has been a member of World Trade Organization since 1 January 1995.", "hoc": "1 January 1995 aete India do World Trade Organization ren Member lekate menaḱa." },
  { "eng": "Come dance!", "hoc": "Ela susun me!" },
  { "eng": "Robert slowly walked back up to the door.", "hoc": "Rober mãe-mãe te Silpí taḱć sen ruaa ket́a." },
  { "eng": "The United Nations commends Algeria for its unwavering commitment to promoting international peace and security through dialogue and urges all Member States to emulate Algeria's approach in seeking peaceful solutions to conflicts.", "hoc": "United Nations paaàete, Japagar Hora te International Peace anḍoḱ Security usa térsa lagit́ Algeria ren koaḱ kaa ḍekot́oḱ Commitment, commend oḱ tana, anḍoḱ saben Member Disum ko, Algeria aḱ Approach kô eto otoṅêkâ mentekô kaji uduroḱ tana." },
  { "eng": "I am running in order to catch the train.", "hoc": "Train sá lagit́é nir tana." },
  { "eng": "I am eating a banana.", "hoc": "Kadalé jom tana." },
  { "eng": "Who lost their phone?", "hoc": "Phone okoe at́ ket́a?" },
  { "eng": "Goodbye!", "hoc": "Bugi te senoḱ me!" },
  { "eng": "Preserved by an oral tradition that was resolutely vigilant, the Rigveda records the dawning of Hinduism in India.", "hoc": "Resolutely-vigilant-oral-tradition te preserve len Rigveda re India re Hinduism reaḱ Aṅgèneó record akana." },
  { "eng": "I've got a wife and kids.", "hoc": "Á Hon Buḍi ko menaḱkoa." },
  { "eng": "The land became a village.", "hoc": "En Ote ge Hatu eana." },
  { "eng": "Shape.", "hoc": "Shape." },
  { "eng": "Tom freed Mary.", "hoc": "Tom Mary ć raa ket́ića." },
  { "eng": "Bacterial cells are about one-tenth the size of eukaryotic cells and are typically 0.5–5.0 micrometres in length.", "hoc": "Bacteria Jiwt́okoa koaḱ Size do, Eukaryote Jivt́okoa koaḱ one-tenth gea, anḍoḱ typically do 0.5–5.0 Micrometre jiliṅa." },
  { "eng": "I have two cats.", "hoc": "Á taḱ barea Bilae kin menaḱa." },
  { "eng": "I just turned 20 and my younger sister will turn 13 next month.", "hoc": "Á neège 20 sirmá hoba eana anḍoḱ Undíkui do hućoḱ chanḍuḱ 13 sirmać hobana." },
  { "eng": "You are in my heart today as always.", "hoc": "Jaoge leka tisiṅ oo áaḱ Jibon re menaḱmea." },
  { "eng": "No matter how twisted the rope, it still breaks.", "hoc": "Bayar jah chimin patet́ akan ré, sit́oḱ gea." },
  { "eng": "How did you like Boston?", "hoc": "Boston chilikaben sukuat́a?" },
  { "eng": "The octal numeral system uses the digits 0 to 7, and is the base-8 number system.", "hoc": "Octal Numeral System re 0 aete 7 jooṅaḱ Digit ko agujoṅoḱa, ena do Base-8 Number System." },
  { "eng": "The village has no electricity.", "hoc": "En Hatu re Electricity banoḱa." },
  { "eng": "I upgraded.", "hoc": "Upgrade ket́á." },
  { "eng": "Tom probably won't be chosen.", "hoc": "Tom toraṅ kać salaoḱa." },
  { "eng": "Come and dance with me!", "hoc": "Ela á loḱ susun me!" },
  { "eng": "“Christian Gottfried Ehrenberg introduced the word “bacterium” in 1828.”", "hoc": "“1828 re Christian Gottfried Ehrenberg “Bacterium” Kajihon eć introduce ket́a.”" },
  { "eng": "Indian climate is strongly influenced by the Himalayas and the Thar Desert, both of which drive the economically and culturally pivotal summer and winter monsoons.", "hoc": "India aḱ Climate do, economically„ culturally pivotal Situṅ„ Rabaṅdipiliaḱ Monsoon ko águ tan Himalayburu anḍoḱ Thar Desert te strongly influence akana." },
  { "eng": "Show it to me.", "hoc": "Udúá me." },
  { "eng": "That's Tom's horse.", "hoc": "Enić Tom aḱ Sadom." },
  { "eng": "It was first described by David Dunning and Justin Kruger in 1999.", "hoc": "Ena ayar utar 1999 re Justin Kruger anḍoḱ David Dunning tekin describe let́ taekena." },
  { "eng": "Kalman entered the village.", "hoc": "Kalman Hatuć bolo eana." },
  { "eng": "Don't be like him.", "hoc": "Enić leka alam taena." },
  { "eng": "Am I suspected?", "hoc": "Á re t́mon menaḱ chi?" },
  { "eng": "The principles of eugenics have been in practice since ancient Greece.", "hoc": "Eugenics reaḱ principle ko do ancient Greece period aete ge practice re menaḱa." },
  { "eng": "Per the London Declaration, India retained its membership of the Commonwealth, becoming the first republic within it.", "hoc": "London declaration lekate, India ren ko commonwealth reaḱ membership kô retain ket́a, enka te ena ren ayarutar Member kô bai eana." },
  { "eng": "I accuse the politicians of starting a war without plausible motive.", "hoc": "Politician ko, sári lekann Motive banoḱ tege Gopoćkô eṭeć ket́ reaḱ́ kaji chunḍulkô tana." },
  { "eng": "Western Sahara has phosphate.", "hoc": "West Sahara re Phosphate namoḱa." },
  { "eng": "Tom didn't want to come here yesterday.", "hoc": "Tom hola nentaḱ kać hućoḱ sanaṅ kena." },
  { "eng": "She is at home.", "hoc": "Oaḱ re menaḱća." },
  { "eng": "Numerous similar studies have been done.", "hoc": "Esu sangi similar study ko hoba akana." },
  { "eng": "What are you talking about?", "hoc": "Chenaḱpe jagarê tana?" },
  { "eng": "Come dance!", "hoc": "Ela susun pe!" },
  { "eng": "I asked Tom what he was reading.", "hoc": "Ać chenaḱć paṛao taekena mente Tom é kuli ket́ića." },
  { "eng": "I don't think that Tom is still willing to do that.", "hoc": "Tom nahḱ ́ enać paeṭi sanaṅ tan leka do ká adaêa." },
  { "eng": "What is your name?", "hoc": "Abenaḱ Nutum chenaḱa?" },
  { "eng": "Those syringes had bacteria in them.", "hoc": "En Syringe ko re Bacteria ko tae kena." },
  { "eng": "Let's unearth the ginger.", "hoc": "Ada bu ur ooḱlêa dola." },
  { "eng": "Bacteria are important in sewage treatment and the breakdown of oil spills, the production of cheese and yogurt through fermentation, the recovery of gold, palladium, copper and other metals in the mining sector (biomining, bioleaching), as well as in biotechnology, and the manufacture of antibiotics and other chemicals.", "hoc": "Bacteria ko do, Sewage Treatment anḍoḱ Nur Sunum breakdown re„ Unuput́process te Cheese anḍoḱ Yogurt bái re„ Mining Sector re Samaom„ Palladium„ Copper anḍoḱ eṭaḱ Metal ko recovery re, Biotechnology re, anḍoḱ Antibiotics„ eṭaḱ Chemical ko bái reko important gea." },
  { "eng": "India is a nuclear-weapon state, which ranks high in military expenditure.", "hoc": "Military-expenditure re high-rank menaḱ tan India do nuclear-weapon-Disum tana." },
  { "eng": "The report highlights key growth factors: a young and rapidly growing working-age population; growth in the manufacturing sector because of rising education and engineering skill levels; and sustained growth of the consumer market driven by a rapidly growing middle-class.", "hoc": "En Report re Key Growth Factor ko highlight akana: young„ rapidly-growing Working-age Population; rise oḱ tan Education„ Engineering Skill Level te Manufacturing Sector ren Growth; anḍoḱ, rapidly-growing Middle-class ko te udur tersa akan Consumer Marker reaḱ sustained Growth." },
  { "eng": "Where are you going?", "hoc": "Okon tepea?" },
  { "eng": "Goodbye!", "hoc": "Mar endo!" },
  { "eng": "However, the country ranks 136th in the world in nominal GDP per capita and 125th in GDP per capita at PPP.", "hoc": "Enkarége, Nominal GDP Per Capita lekate, India do 136 Rank re, anḍoḱ PPP re GDP Per Capita lekate 125 Rank re menaḱa." },
  { "eng": "I always work hard.", "hoc": "Á jaoge Paeṭi ré lagatiṅ len gea." },
  { "eng": "During this time, pastoral peoples, whose land had been cleared to make way for the growing agricultural economy, were accommodated within caste society, as were new non-traditional ruling classes.", "hoc": "Nen time-period re, non-traditional ruling class ko leka ge, growing agricultural economy lagit́ hora bai re ote amiṅ ean pastoral people ko ́ caste society reko accommodate eana." },
  { "eng": "I demand quality work.", "hoc": "Quality ann Paiṭí asi tana." },
  { "eng": "Can I take a picture here?", "hoc": "Netaḱ kó photo baaêredo?" },
  { "eng": "Most satellites, including the Hubble Space Telescope, orbit in a low Earth orbit of just a few hundred kilometers altitude.", "hoc": "Hubble Space Telescope misa keet́aḱ ĺḱpaa Telescope ko do, Altitude chiminaṅ ge kilometre hoban Suba Ote Orbit rekô biur sesena." },
  { "eng": "The concentration of carbon dioxide in the atmosphere has now reached 400 parts per million.", "hoc": "Atmosphere re Carbon Dioxide reaḱ Concentration do nahḱ 400 parts per million jooṅ beṭa eana." },
  { "eng": "Did you ask your father?", "hoc": "Apumem kuli ket́ića chi?" },
  { "eng": "You are beautiful.", "hoc": "Esu bugipe neloḱa." },
  { "eng": "In 2022, India became the world's third-largest vehicle market after China and the United States, surpassing Japan.", "hoc": "In 2022, India became the world's third-largest vehicle market after China and the United States, surpassing Japan." },
  { "eng": "How do you say XXX in English?", "hoc": "XXX English te chenaḱpe metaà?" },
  { "eng": "I like to dip a cookie in coffee.", "hoc": "Coffee re Cookie tupuê sukúa." },
  { "eng": "Classical Sanskrit literature flowered as well, and Indian science, astronomy, medicine, and mathematics made significant advances.", "hoc": "Classical Sanskrit Literature ́ hara sagen eana, India ren Science, Astronomy, Medicine, anḍoḱ Mathematics ko significantly advance eana." },
  { "eng": "Another criticism is that eugenics policies eventually lead to a loss of genetic diversity, thereby resulting in inbreeding depression due to a loss of genetic variation.", "hoc": "Eugenics policy kote do, eventually genetic diversity at́oḱa, entayom genetic variation at́oḱ te inbreeding depression beṭaoḱa mente ena reaḱ anḍoḱ miat́ Criticism menaḱa." },
  { "eng": "It is a pluralistic, multilingual and multi-ethnic society.", "hoc": "Nena do miat́ pluralistic, multilingual anḍoḱ multi-ethnic-society tana." },
  { "eng": "I want to cry.", "hoc": "Raḱ sukú tana." },
  { "eng": "Tom and Mary said that they won't win.", "hoc": "Tom anḍoḱ Mary do 'Kakô daeoḱa' -mentekin kaji ket́a." },
  { "eng": "I am not married.", "hoc": "Ká aandi akana." },
  { "eng": "He walked to the house.", "hoc": "Oaḱć sen ket́a." },
  { "eng": "I have children.", "hoc": "Áaḱ Hon ko menaḱkoa." },
  { "eng": "It's a Saxon village.", "hoc": "Ena do Saxon Hatu." },
  { "eng": "Look!", "hoc": "Nelê me!" },
  { "eng": "As you say.", "hoc": "Am kajiê leka ge." },
  { "eng": "People from all over the world say that English is difficult to learn.", "hoc": "English etonn do esu muskila mente goṭa Ote ren ko kajiêa." },
  { "eng": "Averaging an economic growth rate of 7.5% for several years prior to 2007, India has more than doubled its hourly wage rates during the first decade of the 21st century.", "hoc": "2007 ayaraḱ chiminaṅ sirma ko Economic Growth Rate 7.5% average oḱ taeken India re, 21aḱ Century áyar 10 sirma re, Hourly Wage Rate barsa biur aete ́ ĺḱ akana." },
  { "eng": "Why do you say that?", "hoc": "Chenaḱ mente enkam kajiê tana?" },
  { "eng": "Are you on Facebook?", "hoc": "Facebook re menaḱbena?" },
  { "eng": "Their collective era was suffused with wide-ranging creativity, but also marked by the declining status of women, and the incorporation of untouchability into an organised system of belief.", "hoc": "Nekoaḱ collective Period do wide ranging Creativity te pereć lena, mendo Êra koaḱ Status decline anḍoḱ untouchability organised system of belief lekate incorporate ean teaḱ te ́ urum lena." },
  { "eng": "The most recent common ancestor (MRCA) of bacteria and archaea was probably a hyperthermophile that lived about 2.5 billion–3.2 billion years ago.", "hoc": "Bacteria„ Archaea koaḱ Most Recent Common Ancestor (MRCA) do probably 2.5 Billion–3.2 Billion Serma noḱ maaṅ re taeken hyperthermophile." },
  { "eng": "It was colder yesterday than today.", "hoc": "Hola do Tisiṅ aeté ĺḱ rabaṅ taekena." },
  { "eng": "The last person that I told my idea to thought that I was nuts.", "hoc": "Áaḱ Idea kó kajiat́ić tayomdauaḱ hoo do '́ baya tana' ć men ket́a." },
  { "eng": "Yet other scientific studies of feral children exist, such as the case of Genie.", "hoc": "Enrége, Genie aḱ case lekan Birbagehon ko chetan eṭaḱ Scientific Study ko menaḱ gea." },
  { "eng": "Immediately south of the emerging Himalayas, plate movement created a vast crescent-shaped trough that rapidly filled with river-borne sediment and now constitutes the Indo-Gangetic Plain.", "hoc": "Rakaboḱ tan Himalay buru japaḱ reń south re, plate movement te maraṅ lekan cresent-shaped bahni bai eana, tayom do ena ãacha ge gaṛa atu agu let́ Sediment te pereć eana, ena te ge nahḱaḱ Indo-Gangetic Plain bai akana." },
  { "eng": "I have children.", "hoc": "Áaḱ Hon kin menaḱkina." },
  { "eng": "I have a pen.", "hoc": "Á taḱ miat́ Pen menaḱa." },
  { "eng": "Has that been scientifically proven?", "hoc": "Ena Science lekate udú bit́ akana chi?" },
  { "eng": "There was a time when we told each other everything.", "hoc": "Sabenaḱle japagar upudú taeken miat́ Dipilaṅ ́ taekena." },
  { "eng": "Who are you?", "hoc": "Okoe tanam?" },
  { "eng": "People rightly criticize the villainous behavior of J.K. Rowling. If she didn't want to be criticized, she shouldn't have become a celebrity.", "hoc": "Hoo ko rightly ge J.K. Rowling aḱ Villian lekann Sepentapaekô umaa chunḍulêa. Umaa chunḍuloḱ teaḱ kać sanaṅ ken do honaṅ kać Celebrity yan teaḱ." },
  { "eng": "In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand, Myanmar, and Indonesia.", "hoc": "India aḱ Andaman Nicobar Island koaḱ do Thailand, Myanmar, Indonesia loḱ maritime Chirmit́ menaḱa." },
  { "eng": "Why are they laughing?", "hoc": "Chenaḱ mentekô landa tana?" },
  { "eng": "India's coastline measures 7,517 kilometres (4,700 mi) in length; of this distance, 5,423 kilometres (3,400 mi) belong to peninsular India and 2,094 kilometres (1,300 mi) to the Andaman, Nicobar, and Lakshadweep island chains.", "hoc": "India aḱ coastline do 7,517 kilometer jiliṅa; nen distance reaḱ 5,423 kilometre do peninsular India rea, anḍoḱ 2,094 kilometer do Andaman„ Nicobar„ Lakshadweep island-chain rea." },
  { "eng": "After the 10th century, Muslim Central Asian nomadic clans, using swift-horse cavalry and raising vast armies united by ethnicity and religion, repeatedly overran South Asia's north-western plains, leading eventually to the establishment of the Islamic Delhi Sultanate in 1206.", "hoc": "10th century tayom, ãacha-sadom cavalry anḍoḱ ethnicity religion te tolmit́ (unite) akan army ko te Central Asia ren nomadic Muslim clan ko, dao ge dao South Asia aḱ north-western plain ko attack yet́ taekena, ena ko te ge tayom 1206 re Islamic Delhi Sultanate establish eana." },
  { "eng": "I need a little help.", "hoc": "Joka Dengá dorkaroḱ tana." },
  { "eng": "Can you help me?", "hoc": "Denga daéam chi?" },
  { "eng": "They gathered in some villages.", "hoc": "Chiminaṅ Hatu rekô hunḍinn eana." },
  { "eng": "Tom wasn't crazy.", "hoc": "Tom kać baya lena." },
  { "eng": "What are you talking about?", "hoc": "Chenaḱben jagarê tana?" },
  { "eng": "Subspecies of this bacteria are used as Lepidopteran-specific insecticides under trade names such as Dipel and Thuricide.", "hoc": "Nen Bacteria ren Subhita do Dipel„ Thuricide lekan Trade Name te Lepidopteran-specific Insecticide lekakô agujoṅoḱa." },
  { "eng": "They tickled Nuja.", "hoc": "Nuja kô guluṅ ket́ića." },
  { "eng": "In contemporary usage, the term eugenics is closely associated with scientific racism.", "hoc": "Contemporary usage re, Eugenics nen term do, scientific racism loḱ closely associate oḱa." },
  { "eng": "What happened?", "hoc": "Chika eana?" },
  { "eng": "I am running.", "hoc": "Nir taná." },
  { "eng": "This ensures the availability of the strain to scientists worldwide.", "hoc": "Neka te goṭa Otesae ren Scientist ko lagit́ en Strain available rika daeoḱa." },
  { "eng": "Are you all right?", "hoc": "Bugi gebena chi?" },
  { "eng": "Mom will buy us a puppy.", "hoc": "Ḿ Setahoneć kiriṅaliṅa." },
  { "eng": "Are you happy?", "hoc": "Rãasa rema chi kaa?" },
  { "eng": "History", "hoc": "History" },
  { "eng": "Tell her that I am in a taxi.", "hoc": "Taxi réa mente kajiać me." },
  { "eng": "Sami covered his neck.", "hoc": "Sami taćaḱ Hoṭoḱć daló ket́a." },
  { "eng": "Let's ask them.", "hoc": "Dolaṅ kulikoa." },
  { "eng": "Where is the tree?", "hoc": "En Daru do okon rea?" },
  { "eng": "I hope we are the last.", "hoc": "Abu ge chanáaḱkôoḱkấ menea." },
  { "eng": "Let's ask her.", "hoc": "Dolabu kulića." },
  { "eng": "She is helping him.", "hoc": "Enić do aćeć denga tana." },
  { "eng": "I'm thirsty.", "hoc": "Daḱ tetaṅí tana." },
  { "eng": "Algeria witnessed rapid economic growth during the Bouteflika era.", "hoc": "Bouteflika Era re, Algeria re Rapid Economic Growth hoba eana." },
  { "eng": "Adriano wandered into the village.", "hoc": "Adriano honor-honor te Hatuć bolo eana." },
  { "eng": "Hello, how are you?", "hoc": "Chige, chilika menaḱbena?" },
  { "eng": "Lift it up.", "hoc": "Chetanê me." },
  { "eng": "On the Deccan Plateau, archaeological evidence from this period suggests the existence of a chiefdom stage of political organisation.", "hoc": "Deccan Plateau reaḱ nen period ren archaeological-evidence te inguloḱ tana chi nentaḱ re political-organisation reaḱ chiefdom-stage taekena mente." },
  { "eng": "Come and dance with me!", "hoc": "Dola á loḱ susun ben!" },
  { "eng": "The tornado destroyed the whole village.", "hoc": "Horlosi te goṭa Hatu raput́ chaba eana." },
  { "eng": "Jainism came into prominence during the life of its exemplar, Mahavira.", "hoc": "Jainism do ena ren exemplar Mahavira jiwt́ len re prominent ean taekena." },
  { "eng": "Important tributaries of the Ganges include the Yamuna and the Kosi; the latter's extremely low gradient, caused by long-term silt deposition, leads to severe floods and course changes.", "hoc": "Ganga gaṛaaḱ important Tributary ko re Yamuna„ Kosi ko lekaoḱa; sipirmaoḱge Tilat́ dú dú te hoba akan Kosi aḱ extremely-low-gradient te severe b́n anḍoḱ gaṛa reaḱ Course change ko hobana." },
  { "eng": "Do you think Tom will reach the top of the mountain?", "hoc": "Alam har iriêća." },
  { "eng": "I know you're going to say no.", "hoc": "Adaaná kaagem menêa." },
  { "eng": "Come eat!", "hoc": "Ela jomê pe!" },
  { "eng": "That's a nice village.", "hoc": "Ena esu bugi lekan Hatu." },
  { "eng": "I do not think that she is at home.", "hoc": "Oaḱ re menać leka do ká adaêa." },
  { "eng": "Mary gingerly lifted the creature out of the box and placed it on the floor.", "hoc": "Mary evn met́ akaa te en Jivt́ićeć tul raká ket́ića anḍoḱ Oaḱòte reć em ket́ića." },
  { "eng": "Shut up!", "hoc": "Hapann ben!" },
  { "eng": "Simultaneously, the vast Tethyan oceanic crust, to its northeast, began to subduct under the Eurasian Plate.", "hoc": "Ena ko hoban tan imita ge, India aḱ northeast ren maraṅ lekan Tethyan oceanic crust do Eurasian Plate latar re subduct eṭeḱ eana." },
  { "eng": "He always wears black clothes.", "hoc": "Ać jaoge hende Lijaḱ kogeć tusiṅêa." },
  { "eng": "Pervasive and pernicious deviations from both fact and logical validity lurked behind a meretricious plausibility.", "hoc": "Fact anḍoḱ Logical Validity, banar aetenn nitir tá́oḱ anḍoḱ máura lekann Horabanage ko, paśchákat́ Plausibility danaṅ re uku akana." },
  { "eng": "The rights promised to Indians were granted slowly, but technological changes were introduced, and modern ideas of education and the public life took root.", "hoc": "India renko taḱ promise len rights ko do mãe mãe te em eana, mendo technological Change ko introduce eana, anḍoḱ education anḍoḱ public Life reaḱ modern Idea ko bit́ keṭeć eana." },
  { "eng": "Precisely!", "hoc": "Ena geda!" },
  { "eng": "French surgeon Serge Aroles, however, has persuasively argued that the case was a fraud, perpetrated by Singh in order to raise money for his orphanage.", "hoc": "France ren Surgeon Serge Aroles mendo, en case do, Singh taćaḱ Orphanage lagit́ Funding harom águ lagit́ uskur let́ Fraud mente persuasively ć argue akat́a." },
  { "eng": "Come dance!", "hoc": "Ela susun ben!" },
  { "eng": "The Dravidian languages of India were supplanted in the northern and western regions.", "hoc": "India aḱ northern anḍoḱ western Region ko ren Dravidian language ko do supplant eana." },
  { "eng": "We are eating.", "hoc": "Jom tanalaṅ." },
  { "eng": "He always wears black clothes.", "hoc": "Enić jaoge hende Lijaḱ kogeć tusiṅêa." },
  { "eng": "What are you looking for?", "hoc": "Chenaḱpe nam tana?" },
  { "eng": "As you say.", "hoc": "Ape kajiê leka ge." },
  { "eng": "India's telecommunication industry is the second-largest in the world with over 1.2 billion subscribers.", "hoc": "1.2 Billion Subscriber ko loḱ te, India aḱ Telecommunication Industry do Otesae báraḱ-maraṅa." },
  { "eng": "We do not inherit the earth from our ancestors, we borrow it from our children.", "hoc": "Nen Ote do, Hapaam ko taḱ aete kabu tala namêa, Hon ko taḱ aetebu asi namêa." },
  { "eng": "Am I racist?", "hoc": "Racist geá chi?" },
  { "eng": "That man looks like Tom.", "hoc": "En hoo Tom lekać neloḱa." },
  { "eng": "She'll probably tell him she's sleepy.", "hoc": "Duumí tana' -menteć kajiaća toraṅ." },
  { "eng": "Is your blood pressure high?", "hoc": "Mayom Pressure tamm high gea chi?" },
  { "eng": "I have a headache.", "hoc": "Bohḱ hasú tana." },
  { "eng": "Are you all right?", "hoc": "Bugi gepea chi?" },
  { "eng": "You have many books.", "hoc": "Am taḱ sange Kitá ko menaḱa." },
  { "eng": "Marriage has a higher regret rate than gender-affirming care.", "hoc": "Gender-affirming Care reaḱ Regret Rate do Aandi reaḱ aeté ĺḱa." },
  { "eng": "Do you have a car?", "hoc": "Am taḱ Car menaḱa?" },
  { "eng": "Let's ask them.", "hoc": "Dolabu kulikina." },
  { "eng": "Biodiversity", "hoc": "Biodiversity" },
  { "eng": "Can I take a picture of you?", "hoc": "Photo m redó?" },
  { "eng": "Are you on Facebook?", "hoc": "Facebook re menaḱpea?" },
  { "eng": "What are you thinking about?", "hoc": "Chenaḱm uṛuḱoḱ tana?" },
  { "eng": "Sami recommended Layla to the professor.", "hoc": "Sami Professor taḱ re Layla ć recommend ket́ića." },
  { "eng": "Does Tom know French?", "hoc": "Tom French eć adaana chi?" },
  { "eng": "Are you married?", "hoc": "Aandi akanam?" },
  { "eng": "Close the door.", "hoc": "Silpí handet́ taa pe." },
  { "eng": "Man has many wishes that he does not really wish to fulfil, and it would be a misunderstanding to suppose the contrary. He wants them to remain wishes, they have value only in his imagination; their fulfilment would be a bitter disappointment to him. Such a desire is the desire for eternal life. If it were fulfilled, man would become thoroughly sick of living eternally, and yearn for death.", "hoc": "Sarite do kać asari sanaṅ lekan sange Sanaṅ koa hoo taḱ rea, nena reaḱ Sirkat́ ge suppose ê re ena do Misunderstanding ge menoḱa. En Sanaṅ ko Sanaṅ leka ge taeoḱkâć sanaṅa, enako aćaḱ Unuḍuḱ rege Gonoṅana; enako reaḱ Anasari do aćaḱ lagit́ heben-ḿr Dissapointment ge. Joroṅjinivt́ reaḱ Sanaṅ do miat́ enkan Sanaṅ ge. Ena sarioḱ redo honaṅ, hoo do joroṅ jivt́ teć malgeć utaroḱa, anḍoḱ Gonoćeć asi tangia." },
  { "eng": "He climbed to the peak of the mountain.", "hoc": "Butu Chuṭić deć raká eana." },
  { "eng": "You've gained weight.", "hoc": "Hambal eanam." },
  { "eng": "I don't know what year he was born.", "hoc": "Okon sirmać undú lena ká adaana." },
  { "eng": "If throughout your life you abstain from murder, theft, fornication, perjury, blasphemy, and disrespect toward your parents, your church, and your king, you are conventionally held to deserve moral admiration even if you have never done a single kind or generous or useful action.", "hoc": "Goṭa Jinivt́ tamm Hoogoć„ Kumbuu„ Hapar„ Chanakat́ anḍoḱ amaḱ Engaàpu kinaḱ„ amaḱ Church reaḱ„ anḍoḱ amaḱ Rajaaḱ Disrespect aetem kaṭáenn redo, jah musiṅg ́ miat́ kind chi generous chi useful teaḱ kam Paeṭi akat́ ré, convention lekate am do Moral Admiration emokoḱnić lekam lekaoḱa." },
  { "eng": "He refused any food given to him and died shortly after being found.", "hoc": "Aćkô emat́ Jomaḱ ko kaćaḱ eana anḍoḱ nam len tayom ge chimin singi aurioḱ regeć goć eana." },
  { "eng": "These included the consolidation and demarcation of sovereignty, the surveillance of the population, and the education of citizens.", "hoc": "Ena ko re sovereignty reaḱ consolidation anḍoḱ demarcation, hoo koaḱ surveillance anḍoḱ citizen koaḱ education ́ mesa akana." },
  { "eng": "This village is mine!", "hoc": "Nena áaḱ Hatu!" },
  { "eng": "What does he do?", "hoc": "Chenaḱkin paiṭia." },
  { "eng": "We do not inherit the earth from our ancestors, we borrow it from our children.", "hoc": "Nen Ote, Hapaam ko taḱ aetebu tala namê teaḱ do ḱa, Hon ko taḱ aetebu asi teaḱa." },
  { "eng": "By the early 18th century, with the lines between commercial and political dominance being increasingly blurred, a number of European trading companies, including the English East India Company, had established coastal outposts.", "hoc": "18th century eteó loḱ do, commercial anḍoḱ political dominance tala ren panaa gaar ẽeć tersaoḱ tan loḱ, English East India Company mesa keet́aḱ Europe aḱ sangi trading company ko patukam kuṭi (coastal) outpost kokô establish sekaa let́ taekena." },
  { "eng": "Yes.", "hoc": "́." },
  { "eng": "Look!", "hoc": "Nelê pe!" },
  { "eng": "Is it yours?", "hoc": "Ena apeaḱ chi?" },
  { "eng": "We need to find someone to help Tom.", "hoc": "Tom dengaćnićbu namić teaḱ menaḱa." },
  { "eng": "Do you have a cellphone?", "hoc": "Ape taḱ Cellphone menaḱa?" },
  { "eng": "I don't have enough money to go to Boston.", "hoc": "Boston senoḱ imin Puisa banoḱa tá." },
  { "eng": "Why do people do bad things?", "hoc": "hoo ko chenaḱmente et́kanaḱkô paiṭiêa?" },
  { "eng": "Yanni shot and missed his heart.", "hoc": "Yanni Surt́ taćć toḍe pocha ket́a." },
  { "eng": "India was then no longer exporting manufactured goods as it long had, but was instead supplying the British Empire with raw materials.", "hoc": "India aete anḍoḱ do sêdae re sipirmaoḱ ge taeken leka manufactured good ko do kaa export oḱ taekena, ena sati, British ko raw material ko supply oḱ taekena." },
  { "eng": "My family had already eaten dinner by the time I got home.", "hoc": "Oaḱ́ beṭaê loḱ do Oaḱ ren ko Dinner kô jom antaa let́a." },
  { "eng": "I like languages.", "hoc": "Eṭaḱ-eṭaḱ Jagar kó sukutea." },
  { "eng": "Come and dance with me!", "hoc": "Ela á loḱ susun ben!" },
  { "eng": "Back in high school, I got up at 6 a.m. every morning.", "hoc": "High School redo, jao Setaḱ 6 a.m. ré birit́ kena." },
  { "eng": "Prior to the 1600s, feral and wild children stories were usually limited to myths and legends.", "hoc": "1600 ko maaṅ do, Birbagehon koaḱ Story ko do usually Myth„ Legend ko j́ṅ ge taekena." },
  { "eng": "The study of bacteria is known as bacteriology, a branch of microbiology.", "hoc": "Bacteria ko reaḱ Study do, Microbiology ren miat́ koto Bacteriology menoḱa." },
  { "eng": "Hindustan ([ɦɪndʊˈstaːn]) do 13th-century re popular len taeken India aḱ Middle-Persian Nutum, ena Mughal-Empire-period aete saben muli agu joṅo taekena.", "hoc": "Hindustan ([ɦɪndʊˈstaːn] ⓘ) is a Middle Persian name for India that became popular by the 13th century, and was used widely since the era of the Mughal Empire" },
  { "eng": "The bus passed five minutes ago.", "hoc": "Bus do moe Minute ayar te parom eana." },
  { "eng": "Tom took out some coins and gave them to the old man.", "hoc": "Tom Coin koć onḍoṅ ket́a anḍoḱ en haam Hooć emat́a." },
  { "eng": "When the Chalukyas attempted to expand southwards, they were defeated by the Pallavas from farther south, who in turn were opposed by the Pandyas and the Cholas from still farther south.", "hoc": "Chalukya ko south paa teko expand lekead re anḍoḱ saniṅ south ren Pallava ko taḱaeteko haratiṅ eana, anḍoḱ neko ́ anḍoḱ ĺḱ saniṅ south ren Pandya anḍoḱ Chola ko darom kedkoa." },
  { "eng": "Do you feel OK today?", "hoc": "Tisiṅ bugim adaê tana chi?" },
  { "eng": "Are you guys Choctaw?", "hoc": "Ape Coktaw ko chi?" },
  { "eng": "Bacteria (\/bækˈtɪəriə\/; sg.: bacterium) are ubiquitous, mostly free-living organisms often consisting of one biological cell.", "hoc": "Bacteria ko (\/bækˈtɪəriə\/; sg.: bacterium) do, often miat́ ge biological Jivt́okoaann (Cell), ubiquitous„ sangepaa do free-living Organism ko." },
  { "eng": "The ancient Romans called this day the Ides of May.", "hoc": "Ancient Roman ko nen Musiṅg 'Ides of May' kô metat́a." },
  { "eng": "I've visited the village.", "hoc": "En Hatú sen akana." },
  { "eng": "“I found one day in school a boy of medium size ill-treating a smaller boy. I expostulated, but he replied: “The bigs hit me, so I hit the babies; that's fair.” In these words he epitomized the history of the human race.”", "hoc": "“Musiṅg School re miat́ tala Mataraṅ ren Koahon miat́ huḍiṅ noḱ genn Koahoneć sasatieć tan gé nam let́ića. Peeć té kaji darom ket́ića, mendo ać kaji uraa ket́a: “Maraṅ ko ŕ́a, enamente Huḍiṅhon kó ŕkôa; nena do fair gea.”” Ać nen Kaji re ge, Human Race reaḱ History ć sagom tol ket́a.”" },
  { "eng": "I am in Tokyo today.", "hoc": "Tisiṅ Tokyo re menaḱ́a." },
  { "eng": "India's defining geological processes began 75 million years ago when the Indian Plate, then part of the southern supercontinent Gondwana, began a north-eastward drift caused by seafloor spreading to its south-west, and later, south and south-east.", "hoc": "India aḱ defining geological process ko do, 75 million sirma maaṅ re, en imita southern supercontinent Gondawana aḱ part taeken Indian Plate, seafloor south-west paa te, anḍoḱ tayom ko do south„ south-east paa te udur aguoḱ tan te north-east paa te usa eó ean re eó lena." },
  { "eng": "I run quickly.", "hoc": "ãachá nir daea." },
  { "eng": "She's shouting your name.", "hoc": "Amaḱ Nutumeć iuê tana." },
  { "eng": "Why are you angry?", "hoc": "Chikatem ŕgo akana?" },
  { "eng": "Everything is going well.", "hoc": "Sabenaḱ bugin ge sesen tana." },
  { "eng": "In the 15th century, the Vijayanagara Empire created a long-lasting composite Hindu culture in south India.", "hoc": "15th-century re, Vijayanagara-Empire renko south-India re long-lasting-composite-Hindu-culture ko bai ket́a." },
  { "eng": "Are you in London?", "hoc": "London remea chi?" },
  { "eng": "Show me again.", "hoc": "anḍoḱ misa udúá ben." },
  { "eng": "Ziri got no response.", "hoc": "Ziri do Telakaji kać nam ket́a." },
  { "eng": "Until 1991, all Indian governments followed protectionist policies that were influenced by socialist economics.", "hoc": "1991 jooṅ do, sanam India aḱ Government ko, Socialist Economy ko te influence len Protectionist Policy ko sá otoṅ let́a." },
  { "eng": "Claudio was driving a dark blue car.", "hoc": "Claudio do dark blue Car eć har let́ taekena." },
  { "eng": "How are you?", "hoc": "Chilika menaḱbena?" },
  { "eng": "According to the Worldwide Cost of Living Report 2017 released by the Economist Intelligence Unit (EIU) which was created by comparing more than 400 individual prices across 160 products and services, four of the cheapest cities were in India: Bangalore (3rd), Mumbai (5th), Chennai (5th) and New Delhi (8th).", "hoc": "160 Product anḍoḱ Service ko tala re 400 aete ́ ĺḱ Individual Price ko umaa keet́ bai len„ Economist Intelligence Unit (EIU) paa aete release len 2017 Worldwide Cost of Living Report lekate, Cheapest City ko re upunea do India rege taekena: Bangalore (3aḱ), Mumbai (5aḱ), Chennai (5aḱ) and New Delhi (8aḱ)." },
  { "eng": "Do you have a car?", "hoc": "Ape taḱ Car menaḱa?" },
  { "eng": "Where did she learn to sing the blues?", "hoc": "Blues do okon reć duraṅ eto ket́a?" },
  { "eng": "Do you want to help?", "hoc": "Dengáape?" },
  { "eng": "Are you Japanese?", "hoc": "Japan ren ko tanape?" },
  { "eng": "The second boy (1341) resisted capture, biting and scratching; he continued to run on all four limbs and hid under a bench.", "hoc": "Second Koahon do (1341), ḱ sá ichinneć nam kena, huaḱ gotaḱ kenać, otet́ akan te geć nir baa kena anḍoḱ Bench suba reć ukunn eana." },
  { "eng": "Show me again.", "hoc": "anḍoḱ misa udúá pe." },
  { "eng": "To the south, the remaining peninsular landmass, the Deccan Plateau, is flanked on the west and east by coastal ranges known as the Western and Eastern Ghats; the plateau contains the country's oldest rock formations, some over one billion years old.", "hoc": "South re, sareć akan pensular landmass Deccan Plateau do, west„ east re, Western„ Eastern Ghats menoḱ coastal range te aṭangi akana; en plateau re nen disum aḱ mariutar sereṅ formation ko menaḱa, ena re chiminaṅ do mit́ billion sirma maria." },
  { "eng": "Why are you sad?", "hoc": "Chikateben duku akana?" },
  { "eng": "You aren't a carpenter, are you?", "hoc": "Am do Carpenter ḱa, kachia?" },
  { "eng": "Proclaiming a unitary state and a gradual but limited British-style parliamentary system, the new rulers also protected princes and landed gentry as a feudal safeguard against future unrest.", "hoc": "Unitary state anḍoḱ mãe mãe te limited British parliament system proclaim keet́, nen nama ruler ko prince anḍoḱ ote hasa an land gentry ko kapalomaḱ unrest aeten safeguard leka ko protect ledkôa." },
  { "eng": "Look over there.", "hoc": "Haneè!" },
  { "eng": "Stop!", "hoc": "Hokaê pe!" },
  { "eng": "Furthermore, many criticize negative eugenics in particular as a violation of basic human rights, seen since 1968's Proclamation of Tehran, as including the right to reproduce.", "hoc": "Furthermore, 1968 aḱ Tehran Proclamation tayom, basic human rights re reproduction reaḱ right ́ menaḱ gea mente nel ean te, sangê hoo ko negative Eugenics do ena reaḱ violation tana mentekô criticise ket́a." },
  { "eng": "Who's on duty tonight?", "hoc": "Tisiṅg Nida okoć Duty reića?" },
  { "eng": "What do you know about dogs?", "hoc": "Seta ko reaḱ chenaḱm adaana?" },
  { "eng": "In 2005 he was killed in a fire.", "hoc": "2005 re, Sengel teć ĺ goć eana." },
  { "eng": "My sister has ginger hair.", "hoc": "Unḍíkuiaḱ Bohḱbale araḱ chambaraà." },
  { "eng": "Do you think Tom will reach the top of the mountain?", "hoc": "Tom do Buruchuṭić beṭaê lekam adaê tana?" },
  { "eng": "Everyone charged with a penal offence has the right to be presumed innocent until proved guilty according to law in a public trial at which he has had all the guarantees necessary for his defence.", "hoc": "Penal Offense te charge akan saben ko ge, takoaḱ Defence lagit́ asitíoḱ saben Guarantee em yan Public Trial re, Law lekate Guilty aurikô udúbit́oḱ jooṅ, Innocent mente nelmenoḱ teaḱ Right menaḱa." },
  { "eng": "I like you.", "hoc": "Amá sukua tana." },
  { "eng": "Say it again.", "hoc": "anḍoḱ misa kajiêpe." },
  { "eng": "Do what is good to those who hate you.", "hoc": "Kaa bugiben tan kó bugiko ben." },
  { "eng": "Ziri was the village hero.", "hoc": "Ziri Hatu ren Hero lenać." },
  { "eng": "If you live at a higher altitude, water boils at a lower temperature.", "hoc": "Chetan noḱ Altitude rem taenn redo, Daḱ latar noḱ Temperature re basaṅoḱa." },
  { "eng": "In the Indian Ocean, India is in the vicinity of Sri Lanka and the Maldives; its Andaman and Nicobar Islands share a maritime border with Thailand, Myanmar, and Indonesia.", "hoc": "India aḱ Andaman Nicobar Island koaḱ do Thailand, Myanmar, Indonesia loḱ maritime Chirmit́ menaḱa." },
  { "eng": "Buddhism, based on the teachings of Gautama Buddha, attracted followers from all social classes excepting the middle class; chronicling the life of the Buddha was central to the beginnings of recorded history in India.", "hoc": "Gautama Buddha aḱ teaching chetan bit́ akan Buddhism paa te, middle-class bage keet́ saben social-class ren ko or idi len taekena; Buddha aḱ life reaḱ chronicling do India aḱ recorded-history reaḱ eneó re central Role taekena." },
  { "eng": "I am in Tokyo today.", "hoc": "Tisiṅ Tokyo réa." },
  { "eng": "Hello!", "hoc": "Chige!" },
  { "eng": "The Indian early medieval age, from 600 to 1200 CE, is defined by regional kingdoms and cultural diversity.", "hoc": "600 aete 1200 CE, India aḱ Early Medieval Age do, regional kingdom ko anḍoḱ cultural diversity te nutum len taekena." },
  { "eng": "Around the 20th century, psychologists were attempting to differentiate between biological behavior and culture.", "hoc": "20th century naaćpaa, Psychologist ko Biological Behaviour anḍoḱ Culture urumsapaniṅê teaḱkô attempt let́a." },
  { "eng": "They brought umbrellas.", "hoc": "Chatom kokô agu ket́a." },
  { "eng": "Are you awake?", "hoc": "Evn akanam?" },
  { "eng": "May I smoke here?", "hoc": "Nentaḱ ré moḱsí redo?" },
  { "eng": "It isn't gold.", "hoc": "Ena Samaom do kaa." },
  { "eng": "Come and dance with me!", "hoc": "Ela á loḱ susun pe!" },
  { "eng": "There's no scientific explanation for this.", "hoc": "Nena reaḱ jahn Science lekatenn Explanation banoḱa." },
  { "eng": "The adoption of progressive policies to mitigate climate change impacts and promote renewable energy underscores Algeria's commitment to global environmental stewardship.", "hoc": "Climate Change reaḱ Etelaṅ ko adit́ rábal anḍoḱ Namaruaadaeoḱ Energy udur térsa Policy ko reaḱ Agusaná te, Otesai Environment Stewardship lagit́ tenn Algeria aḱ Commitment udú chetanoḱ tana." },
  { "eng": "“Most bacterial species exist as single cells; others associate in characteristic patterns: Neisseria forms diploids (pairs), streptococci form chains, and staphylococci group together in “bunch of grapes” clusters.”", "hoc": "“Ĺḱpaa Bacteriahita do Single Cell lekakô taena; eṭaḱ ko do Characteristic Pattern ko rekô jumurena: Neisseria do Diploid (Jimki) kô baina, Streptococci do Sinkii kô baina, anḍoḱ Staphylococci do “Ićtayar Rumpa” lekakô hunḍina.”" },
  { "eng": "Modern India", "hoc": "Modern India" },
  { "eng": "You can't retire yet.", "hoc": "Kam retire daea auri." },
  { "eng": "Antonio was nearly caught by his wife.", "hoc": "Antonio do Êra taḱć sá choṭeć eana." },
  { "eng": "Why are you dancing?", "hoc": "Chikatem susun tana?" },
  { "eng": "No mountain in Japan is higher than Mt. Fuji.", "hoc": "Japan ren jahn Buru ́ Fuji Buru aete ḱ usula." },
  { "eng": "Do you speak English?", "hoc": "English ben jagar adaana?" },
  { "eng": "Why are you angry?", "hoc": "Chikatepe kurkur akana?" },
  { "eng": "Are you all right?", "hoc": "Bugi gema chi?" },
  { "eng": "The question was taken seriously as science tried to name and categorize the development of humans, and the understanding of the natural world in the 18th and 19th century.", "hoc": "18th„ 19th century re Science re Hooharamanaraṅ (human development) nutumê anḍoḱ haṭíòkoaê (categorize) teaḱ„ Natural World munḍiê teaḱ attempt taeken loḱ, nen Kunuli do seriously ataṅ ean taekena." },
  { "eng": "If language input does not occur until after this time, the individual will never achieve a full command of language.", "hoc": "Language Emànader nen Period tayom enaṅ hoban redo, enić Language reaḱ full command jaa musiṅ ́ kać achieve reńêa." },
  { "eng": "Act like adults.", "hoc": "Maraṅ ko leka taenn pe." },
  { "eng": "I am at home.", "hoc": "Oaḱ re menaḱ́a." },
  { "eng": "I personally believe that U.S. Americans are unable to do so because, uh, some people out there in our nation don't have maps and, uh, I believe that our, uh, education like such as in South Africa and, uh, the Iraq, everywhere like such as, and, I believe that they should, our education over here in the U.S. should help the U.S., uh, or, uh, should help South Africa and should help the Iraq and the Asian countries, so we will be able to build up our future, for our children.", "hoc": "Á eskar reaḱ uḍuḱ lekate, U.S. American ko kakô enka daea, enado, ââ, abu Disum re menaḱkô chiminaṅ hoo ko taḱ Map ko banoḱ te, anḍoḱ, ââ, áaḱ uḍuḱ lekate, abuaḱ, ââ, Education, South Africa re leka, anḍoḱ, ââ, Iraq, enka sabentaḱ re leka, anḍoḱ, áaḱ uḍuḱ lekate, ako do honaṅ, abu nentaḱ U.S. reaḱ Education te do U.S. ren ko ge dengaoḱ teaḱ ge, ââ, baredo, ââ, South Africa ren ko dengaoḱ teaḱ ge, anḍoḱ, Iraq ren ko dengaoḱ teaḱ ge, anḍoḱ eṭaḱ Asia aḱ Disum ko dengaoḱ teaḱ ge, enate, abuaḱ Hon ko lagit́ abuaḱ Kanalombu bai raká daea." },
  { "eng": "They have nothing left.", "hoc": "Akin taḱ Jahnaḱ kaa sareć akana." },
  { "eng": "Thank you!", "hoc": "Bithiyem!" },
  { "eng": "The earliest life on land may have been bacteria some 3.22 billion years ago.", "hoc": "Hasaòte ren ayarùtar Jinivt́ do, 3.22 Billion Serma noḱ maaṅ re taeken Bacteria koge toraṅ." },
  { "eng": "I gagged.", "hoc": "Ulaê leká rika eana." },
  { "eng": "Do you know what the differences between emoticons and emojis are?", "hoc": "Emoticon anḍoḱ Emoji tala reaḱ Sapaní dom adaana chi?" },
  { "eng": "How long have you been here for?", "hoc": "Nentaḱ chimin sirma aeteben taenn tana?" },
  { "eng": "It has disputes over Kashmir with its neighbours, Pakistan and China, unresolved since the mid-20th century.", "hoc": "Neighbour ren Pakistan anḍoḱ China loḱ 20th century aete unresolve akan Kashmir reaḱ dispute menaḱ akat́ gea." },
  { "eng": "Instead of going into a care facility, he went to live with vervet monkeys.", "hoc": "Care Facility te senoḱ sati, Vervet Gai ko loḱ taeneć senoḱ eana." },
  { "eng": "Father is waiting.", "hoc": "Apu tangi tanać." },
  { "eng": "That's easy to explain.", "hoc": "Ena do lavar te explain daeoḱa." },
  { "eng": "Is that what Yanni wants?", "hoc": "Yanni do ena geć sanaṅ tana chi?" },
  { "eng": "Look at this.", "hoc": "Neè nelê pe." },
  { "eng": "They are even found in the atmosphere and one cubic metre of air holds around one hundred million bacterial cells.", "hoc": "Enko do, Hoyopai (Atmosphere) ré menaḱkôa, mit́ cubic metre Hoyo re mit́ Hundred Million leka Bacteria Jivt́okoa ko taena." },
  { "eng": "Tom broke something again.", "hoc": "Tom onḍoḱ ge chenaḱ koć raput́ ket́a." },
  { "eng": "Let's ask them.", "hoc": "Dolabu kulikoa." },
  { "eng": "Where are you from?", "hoc": "Am okon renić?" },
  { "eng": "I miss the village.", "hoc": "Hatu paa esu uḍuḱ́a." },
  { "eng": "Did you buy the pomegranate juice?", "hoc": "Pomegranate Rasim kiriṅ ket́a chi?" },
  { "eng": "The most common fatal bacterial diseases are respiratory infections.", "hoc": "Most common góć Bacteriarua (Bacterial Diseases) kodo Saet́hora Chálrua (Respiratory Infections) ko." },
  { "eng": "From being a comparatively destitute country in 1951, India has become a fast-growing major economy and a hub for information technology services, with an expanding middle class.", "hoc": "1951 sirma ren miat́ comparatively ringâ-rengeć disum aete, India do nahḱ ãacha tersaoḱ tan major-economy anḍoḱ osaroḱ tan middle-class menaḱ Information Technology Service ren Hub akana." },
  { "eng": "Where is your father?", "hoc": "Abenaḱ Baṅ tekin okon rekina?" },
  { "eng": "Tom was very scared.", "hoc": "Tom esuć boro let́a." },
  { "eng": "No ruler of this period was able to create an empire and consistently control lands much beyond their core region.", "hoc": "Nen period ren jaan ruler ko ́ empire bai keet́ akoaḱ core Region aete ĺḱ ote consistantly kakô control daeada." },
  { "eng": "The world is a village.", "hoc": "Nen Otesae do miat́ Hatu." },
  { "eng": "“Such programs included both positive measures, such as encouraging individuals deemed particularly “fit” to reproduce, and negative measures, such as marriage prohibitions and forced sterilization of people deemed unfit for reproduction.”", "hoc": "“Enkan program ko re, reproduction lagit́ particularly “fit” ge nel ean ko encourage ko lekan positive measure ko ́ taekena anḍoḱ reproduction lagit́ unfit ge nel ean koaḱ forced sterilisation„ marriage prohibition ́ taekena.”" },
  { "eng": "An initial medical examination conducted in September showed the elephant’s nails had cracked and were overgrown due to improper care and an insufficient enclosure with flooring that damaged its feet.", "hoc": "Ḱ proper ann Nelsapá te, anḍoḱ Kaṭa tać damage ê tan ḱ só́ Eneset́pai te, Hatiaḱ Sarsar chaṭaḱ len taekena, anḍoḱ hara ĺḱ lena, -mente, September re rika len Initial Medical Examination te udú marsal eana." },
  { "eng": "Leave me alone!", "hoc": "Bage tá me!" },
  { "eng": "Time has no divisions to mark its passage, there is never a thunderstorm or blare of trumpets to announce the beginning of a new month or year. Even when a new century begins it is only we mortals who ring bells and fire off pistols.", "hoc": "Time reaḱ Panarom bal rikaê lagit́ ena rege do jah lekan Hanaṭí Ǵr ko banoḱa, nama chanḍuḱ baredo nama sirma reaḱ Eneṭeć ḍakaraê lagit́ musiṅg ́ Hoyohichir chi Trumpet reaḱ pẽ́t́-pẽ́t́ do ḱ hobana. Miat́ nama Century eṭećoḱ ré ge, abu Hasa subaoḱ hoo ko sekar ṭinṭinaḱ kobu saḍiêa„ Pistol kobu ṭulêa." },
  { "eng": "Let's work.", "hoc": "Dolabu paitiêa." },
  { "eng": "Mom is going to town.", "hoc": "Ḿ Town eć senoḱ tana." },
  { "eng": "He burned the village.", "hoc": "Haruć urú ket́a." },
  { "eng": "Very dense forest, whose canopy density is greater than 70%, occupies 3.02% of India's land area.", "hoc": "Daruhuṉulsúìnibil (canopy density) 70% aete ĺḱann very dense forest do, India Otebinilaḱ 3.02% hobaoḱa." },
  { "eng": "Tom is busy now, so he can't talk with you.", "hoc": "Tom nahḱ Paiṭi rića, am loḱ kać jagar daea." },
  { "eng": "Nancy looks so tired.", "hoc": "Nancy do esu laga akan geć neloḱ tana." },
  { "eng": "Look here.", "hoc": "Nepaa nelê pe." },
  { "eng": "Am I eligible?", "hoc": "Eligible geá chi?" },
  { "eng": "Why didn't you run?", "hoc": "Chenaḱ mente kam nir ket́a?" },
  { "eng": "You danced.", "hoc": "Susun kenaben." },
  { "eng": "Bacteria can also group to form larger multicellular structures, such as the elongated filaments of Actinomycetota species, the aggregates of Myxobacteria species, and the complex hyphae of Streptomyces species.", "hoc": "Bacteria do Actinomycetota Hita koaḱ jiliṅ Filament, Myxobacteria Hita koaḱ Aggregate, anḍoḱ Streptomyces Hita koaḱ Complex Hyphae leka ĺḱ maraṅ Multicellular Structure ́kô bai daea." },
  { "eng": "I know you are struggling.", "hoc": "Kurumuṭunn tanapé adaana." },
  { "eng": "The sultanate was to control much of North India and to make many forays into South India.", "hoc": "En Sultanate te ge goṭa noḱ North India control lena, anḍoḱ ena te ge South India chetan te sangi dao attack hoba lena." },
  { "eng": "Bring oil and turmeric.", "hoc": "Sunum„ Sasaṅ aguê me." },
  { "eng": "I'll probably get fired if I don't do that.", "hoc": "Nena ká paeṭiê rekô har enḍaḱ́a toraṅ." },
  { "eng": "Tom should've talked to Mary.", "hoc": "Tom do Mary ić jagar kat́ić teaḱ ge honaṅ." },
  { "eng": "Tom cussed.", "hoc": "Tom mage ket́ać." },
  { "eng": "Bacteria also live in mutualistic, commensal and parasitic relationships with plants and animals.", "hoc": "Bacteria kodo, Síjivt́ (Plants) anḍoḱ Senêjivt́ (Animals) ko loḱ mutualistic„ commensal„ parasitic Relationship rékô taena." },
  { "eng": "The impaired ability to learn a natural language after having been isolated for so many years is often attributed to the existence of a critical period for language learning, and taken as evidence in favor of the critical period hypothesis.", "hoc": "Esu sirma tannga sangin len taeken te, Naturaljagar Etondanae impair janaḱ lagit́ do, often Jagarèneto reaḱ critical period menaḱ menteaḱ ge Reason menoḱa, anḍoḱ ena ge Critical Period Hypothesis lagit́aḱ Evidence lekate uduḱ joṅoḱa." },
  { "eng": "I cried reading this book.", "hoc": "Nen Kitab paṛaoket́ té raḱ ket́a." },
  { "eng": "In an age of increasing urban wealth, both religions held up renunciation as an ideal, and both established long-lasting monastic traditions.", "hoc": "Urban wealth saaroḱ tan time Period re, nen barea religion re renunciation ge ideal mente rikâ lena, anḍoḱ en barea rege long-lasting monastic Tradition establish eana." },
  { "eng": "According to the metacognitive explanation, poor performers misjudge their abilities because they fail to recognize the qualitative difference between their performances and the performances of others.", "hoc": "Metacognitive explanation lekate, poor performer ko, takoaḱ performance oḍoḱ eṭaḱ koaḱ performance tala ren qualitative sapaniṅ kakô urum dae te, takoaḱ ability kô misjudge êa." },
  { "eng": "They often seem mentally impaired and have almost insurmountable trouble learning a human language.", "hoc": "Enko often Hataṅimpair akan ge ko neloḱa, anḍoḱ, Hoojanagar (human language) eton re ḱparomdaeoḱ noḱ trouble taena." },
  { "eng": "Although at first disruptive for the Indian elites, the sultanate largely left its vast non-Muslim subject population to its own laws and customs.", "hoc": "Although at first disruptive for the Indian elites, the sultanate largely left its vast non-Muslim subject population to its own laws and customs." },
  { "eng": "Have you washed the dishes?", "hoc": "Bela kom gasar ket́a chi?" },
  { "eng": "Let's divide the check between us.", "hoc": "Cheque do bar Hoo relaṅ haṭinêa." },
  { "eng": "How did you like Boston?", "hoc": "Boston chilikape sukuat́a?" },
  { "eng": "I want to run.", "hoc": "Nir sukú tana." },
  { "eng": "Why are you angry?", "hoc": "Chikatepe ŕgo akana?" },
  { "eng": "Bacteria are microorganisms.", "hoc": "Bacteria do Manjivt́ ko." },
  { "eng": "I am not married yet.", "hoc": "Ká aandi akan gea." },
  { "eng": "Tom said he wanted to play tennis this morning.", "hoc": "Tom tisiṅ Setaḱ Tennis inuṅ sanaṅí tanać men ket́a." },
  { "eng": "This book will never be published again.", "hoc": "Nen Sapagom do anḍoḱ jahchiula ́ ḱ publish oḱa." },
  { "eng": "History of bacteriology.", "hoc": "Bacteriology reaḱ History." },
  { "eng": "Leave me alone!", "hoc": "Bage tá ben!" },
  { "eng": "There are thought to be approximately 2×1030 bacteria on Earth, forming a biomass that is only exceeded by plants.", "hoc": "Sí ko sekar ĺḱ parom akaat́ Biomass bái nen Bacteria ko, Ote chetan approximately 2×1030 menaḱkôa mente leka bai akana." },
  { "eng": "How far is the village?", "hoc": "Hatu chimin saniṅa?" },
  { "eng": "“In the Netherlands, it is the custom that, when during the construction of a house the highest point has been reached and the roof is ready for tiling, the client treats the construction workers to so-called “tile beer” to celebrate this. A flag is then placed on the ridge of the house. If the client is too stingy to treat, not a flag, but a broom is placed.”", "hoc": "“Netherlands re, Oaḱ baioḱ tan re, Chuṭi jooṅ bai beṭa yan aete Saṛima do Kechoḱ te dáoḱ leka taen re, ena celebrate lagit́, Client, nutumènkan “tile beer” ń te Construction Worker koć keaakô teaḱ Custom menaḱa. Enaete Oaḱjangi re miat́ Hoyolijaḱ bit́oḱa. Client esuć kuṭu ge redo, Hoyolijaḱ ḱ, Jonoḱ bit́oḱa.”" },
  { "eng": "In the Punjab, Sikhism emerged, rejecting institutionalised religion.", "hoc": "Punjab re, institutionalised-religion reject ê tan Sikhism ooḱl eana." },
  { "eng": "Are you Japanese?", "hoc": "Japan ren kin tanaben?" },
  { "eng": "I sell land.", "hoc": "Oté akaría." },
  { "eng": "Between 2001 and 2011, the contribution of petrochemical and engineering goods to total exports grew from 14% to 42%.", "hoc": "2001 aete 2011 sirma tala re, Total Export re Dirisunumchemical (Petrochemical) anḍoḱ Engineering Goods koaḱ Share do 14% aete 42% jooṅ ĺḱ beṭa eana." },
  { "eng": "Your sentences are the only ones which should be translated on this site.", "hoc": "Nen Site re translate oḱ teaḱ ge do amaḱ Sentence ko sekar." },
  { "eng": "Santali is the third most-spoken Austroasiatic language after Vietnamese and Khmer.", "hoc": "Santali do, Vietnamese„ Khmer tayom, aṕaḱ sangeùtar jagaroḱ Austroasiatic Janagar." },
  { "eng": "We are in the same class.", "hoc": "Miad Class rege menaḱbua." },
  { "eng": "The critical period hypothesis is derived from the concept of a critical period in the biological sciences, which refers to a set period in which an organism must acquire a skill or ability, or said organism will not be able to acquire it later in life.", "hoc": "Critical Period Hypothesis do, jahn Organism ré, miat́ Set Period loḱ jahn Skill„ Danaeć eton te hobana, baredo tayomaḱ Taesirma ko kać eto daea menten Biological Sciences ren Critical Period Concept aete derive akana." },
  { "eng": "Viruses are much smaller than bacteria.", "hoc": "Virus ko do Bacteria aete ́ esu reńkô huḍía." },
  { "eng": "Do you feel OK today?", "hoc": "Tisiṅ bugipe adaê tana chi?" },
  { "eng": "Major exports include petroleum products, textile goods, jewellery, software, engineering goods, chemicals, and manufactured leather goods.", "hoc": "Major Exportaḱ kore, Dirisunum Product, Textile Goods, Jewellery, Software, Engineering Goods, Chemical anḍoḱ Manufactured Leather Goods leka mesaoḱa." },
  { "eng": "You are in my way.", "hoc": "Áaḱ Hora re menaḱmea." },
  { "eng": "He said that he was relaxed.", "hoc": "Ruu akanać menteć kaji ket́a." },
  { "eng": "It is a village.", "hoc": "Ena do miat́ Hatu." },
  { "eng": "I'm all worn out.", "hoc": "Laga chaba akaná." },
  { "eng": "Climate change in India is often thought to be the cause.", "hoc": "Ena reaḱ Cause do India ren Climate Change ge mente often menoḱa." },
  { "eng": "I've always wondered what it'd be like to have siblings.", "hoc": "Unḍi-Boko ko taenn re chilikaà toraṅ -mente jaogé uḍuḱ baa akat́a." },
  { "eng": "The Mughal Empire, in 1526, ushered in two centuries of relative peace, leaving a legacy of luminous architecture.", "hoc": "1526 re Mughal Empire iate 2-century relative-peace agu eana, anḍoḱ luminous-architecture reaḱ legacy baget́ê eana." },
  { "eng": "Tom has committed suicide.", "hoc": "Tom doć goćenn eana." },
  { "eng": "She lives in this village.", "hoc": "Nen Hatu reć taena." },
  { "eng": "Its further access to the riches of Bengal and the subsequent increased strength and size of its army enabled it to annex or subdue most of India by the 1820s.", "hoc": "Bengal aḱ biti reaḱ anḍoḱ ĺḱ access, anḍoḱ en tayomaḱ peeć anḍoḱ army size re lanahḱ te ĺḱpaa India annex baredo subdue ć dae eana." },
  { "eng": "Crush the ginger.", "hoc": "Ada sert́ê me." },
  { "eng": "Settled life emerged on the subcontinent in the western margins of the Indus river basin 9,000 years ago, evolving gradually into the Indus Valley Civilisation of the third millennium BCE.", "hoc": "9,000 sirma maaṅ Sindhu Gaḍa Basin western Kuṭi re settled-life nelnam eana, ena ge tayom mae-mae te 3000 BCE re Indus Valley Civilization baioḱge evolve eana." },
  { "eng": "Did you let Tom rest?", "hoc": "Tom dom jirao iri ket́ića?" },
  { "eng": "How do you say XXX in English?", "hoc": "XXX, nena English te chilikakô menea?" },
  { "eng": "Show it to me.", "hoc": "Udúá ben." },
  { "eng": "What are you eating?", "hoc": "Chenaḱben jom tana?" },
  { "eng": "Lift it up.", "hoc": "Chetanê ben." },
  { "eng": "Why are you sad?", "hoc": "Chikatepe duku akana?" },
  { "eng": "Walk gingerly.", "hoc": "Evn met́ akaa te senê me." },
  { "eng": "Are you a student?", "hoc": "Paṛao tanape?" },
  { "eng": "It is the seventh-largest country by area; the most populous country as of June 2023; and from the time of its independence in 1947, the world's most populous democracy.", "hoc": "June 2023 jooṅ re nena do Area lekate 7 aḱ maraṅ disum; anḍoḱ saben ko aete ĺḱ population an disum tana; anḍoḱ 1947 sirma re independence aete nena do world reaḱ saben aete ĺḱ population an democracy tana." },
  { "eng": "Check if the gas tap is closed.", "hoc": "Gas reaḱ Tap do eset́ akana chi nel lekaa me." },
  { "eng": "I can count.", "hoc": "Leka daeá." },
  { "eng": "I don't know.", "hoc": "Ká adaana." },
  { "eng": "Sami was feigning memory loss.", "hoc": "Sami do Memory at́ ket́ lekać udú chakat́enn taekena." },
  { "eng": "Smile.", "hoc": "Landaê ben." },
  { "eng": "What would you like to eat?", "hoc": "Chenaḱben jomêa?" },
  { "eng": "Lift it up.", "hoc": "T́ṅê pe." },
  { "eng": "Kabylie has many beautiful villages.", "hoc": "Kabylie re sange ḿć-ḿć Hatu ko menaḱa." },
  { "eng": "Why are you laughing?", "hoc": "Chenaḱ menteben landaê tana?" },
  { "eng": "Fed by diverse resentments and perceptions, including invasive British-style social reforms, harsh land taxes, and summary treatment of some rich landowners and princes, the rebellion rocked many regions of northern and central India and shook the foundations of Company rule.", "hoc": "Invasive gen British-style social reform, harsh land tax, chiminaṅ landowner anḍoḱ prince ko summary ge treat ket́ ko teaḱ ko mesa keet́aḱ diverse resentment anḍoḱ perception te ajom hara len nen rebellion te do northern anḍoḱ central India ren sangi Region ko ituṅ eana anḍoḱ Company rule ren foundation ekela eana." },
  { "eng": "She did it on purpose.", "hoc": "Adaan aeteć enka ket́a." },
  { "eng": "The resulting Mughal Empire did not stamp out the local societies it came to rule.", "hoc": "Enaaḱ result te bai ean Mughal Empire re, rule suba ean local society ko ẽeć do kakô ẽeć muchat́ eana." },
  { "eng": "Where does it hurt?", "hoc": "Okontaḱ hasum tana?" },
  { "eng": "I like running.", "hoc": "Nir sukúa." },
  { "eng": "I'll make beans for you.", "hoc": "Rambaá isinamea." },
  { "eng": "Why are you sad?", "hoc": "Chikatem duku akana?" },
  { "eng": "It tastes very sweet.", "hoc": "Esu nogot́ ge jomoḱa." },
  { "eng": "Settled life emerged on the subcontinent in the western margins of the Indus river basin 9,000 years ago, evolving gradually into the Indus Valley Civilisation of the third millennium BCE.", "hoc": "9,000 sirma maaṅ Sindhu-river-basin western kuṭi re settled-life nelnam eana, ena ge tayom mãe mãe te 3000 BCE re Indus-Valley-Civilization baioḱge evolve eana." },
  { "eng": "Their village is small.", "hoc": "Hatu takin huḍí gea." },
  { "eng": "It's scientifically proven.", "hoc": "Science lekate udú bit́ akana." },
  { "eng": "There was an increase in the number of large-scale famines, and, despite the risks of infrastructure development borne by Indian taxpayers, little industrial employment was generated for Indians.", "hoc": "Maraṅ-scale ringâ ko reaḱ leneka ĺḱ eana, anḍoḱ do, infrastructure development reaḱ risk India ren taxpayer ko chetan re taeken re ́, India ren ko lagit́ esu kom industrial employment generate ean taekena." },
  { "eng": "Salas and Silya didn't tell me that you were a doctor.", "hoc": "Doctor akanam -mente Salas anḍoḱ Silya kakin kajiat́ía." },
  { "eng": "Can you tell me why?", "hoc": "Chenaḱmenteaḱm kaji daeáa?" },
  { "eng": "These multicellular structures are often only seen in certain conditions.", "hoc": "Nen Multicellular Structure ko do often chelekan Condition rege nel namoḱa." },
  { "eng": "Do you want to sleep?", "hoc": "Gitićape?" },
  { "eng": "Where do you live?", "hoc": "Okon rem taena?" },
  { "eng": "Have you seen this man?", "hoc": "Nen Hoom nelat́ića?" },
  { "eng": "Don't lie.", "hoc": "Alaben chakat́a." },
  { "eng": "I know you are struggling.", "hoc": "Kurumuṭunnn tanamé adaana." },
  { "eng": "Most bacterial species are either spherical, called cocci (singular coccus, from Greek ḱkkos, grain, seed), or rod-shaped, called bacilli (sing. bacillus, from Latin baculus, stick).", "hoc": "Ĺḱpaa Bacteriahita dokô ḍumaṅ (spherical) gea, cocci kô menoḱa (singular do coccus, Greek reaḱ ḱkkos, Gele, Hitajaṅ aete), baredokô Rod-shape gea, bacilli kô menoḱa (singular do bacillus, Latin reaḱ baculus, Jaṭa aete)." },
  { "eng": "Stay awake.", "hoc": "Evn akanoḱ pe." },
  { "eng": "Look!", "hoc": "Nelê ben!" },
  { "eng": "Come with me.", "hoc": "Hućoḱ me á loḱ." },
  { "eng": "He got to his village.", "hoc": "Aćaḱ Hatuć tebaḱ ket́a." },
  { "eng": "I don't know when I will return.", "hoc": "Chuilá ruaaà ká adaana." },
  { "eng": "Medieval India", "hoc": "Medieval India" },
  { "eng": "Vital to India's self-image as an independent nation was its constitution, completed in 1950, which put in place a secular and democratic republic.", "hoc": "Independent nation lekate India aḱ self-image baioḱ lagit́ do, secular anḍoḱ democratic republic bit́ ken, 1950 re sekaa jan, India aḱ constitution aḱ vital role taekena." },
  { "eng": "I am eating lunch with my sister.", "hoc": "Undíkui loḱ́ basiamenn tana." },
  { "eng": "I eat fish every week.", "hoc": "Jao H́ṭ Haku Jilú joma." },
  { "eng": "Calm down.", "hoc": "Hapan me." },
  { "eng": "Tell me again.", "hoc": "anḍoḱ misa kajiá ben." },
  { "eng": "In South India, the Middle kingdoms exported Dravidian-languages scripts and religious cultures to the kingdoms of Southeast Asia.", "hoc": "South-India re, Middle-kingdom ko Southeast-Asia ren kingdom ko paa te Dravidian-language-script ko anḍoḱ religious-culture kokô export ket́a." },
  { "eng": "Indian movies, music, and spiritual teachings play an increasing role in global culture.", "hoc": "Indian-movie, music, spiritual-teaching ko do global Culture re increasing Role menaḱa." },
  { "eng": "She smiled sadly.", "hoc": "Duku teć landa ket́a." },
  { "eng": "Far better it is to dare mighty things, to win glorious triumphs even though checkered by failure, than to rank with those poor spirits who neither enjoy nor suffer much because they live in the gray twilight that knows neither victory nor defeat.", "hoc": "Usul maraṅaḱ ko borsa teaḱ„ Panaḍu te bal pereć akan ré nútum lekan Danae ko daeoḱ teaḱ do, en Danae ́ Panaḍu ́ ḱ urumoḱ lekan toroć Ayú re taen-taen te Rãasa ́ Duku ́ ḱ namê lekan Rva ko bapui loḱ leka mesann teaḱ aete ĺḱ te reń bugina." },
  { "eng": "Come with me.", "hoc": "Hućoḱ ben á loḱ." },
  { "eng": "What makes you think that it was Tom who did this?", "hoc": "Ena do Tom ge enka ket́a mente chenaḱmentem uḍuḱê tana?" },
  { "eng": "The third boy (1344) was found in the winter near the farm Echtzel in Wetterau.", "hoc": "Third Koahon (1344) do, Rabaṅdipili Witterau ren farm Echtzel japaḱ reć nam lena." },
  { "eng": "The railway network provided critical famine relief, notably reduced the cost of moving goods, and helped nascent Indian-owned industry.", "hoc": "Railway network te critical famine relief em eana, goods ko ipidi reaḱ cost adit́ eana, anḍoḱ namage undú akan Indian-owned industry denga eana." },
  { "eng": "It wasn't my fault.", "hoc": "Áaḱ Fault kaa tana." },
  { "eng": "Everyone has the right to an effective remedy by the competent national tribunals for acts violating the fundamental rights granted him by the constitution or by law.", "hoc": "Constitution baredo Law teć em akan Fundamental Right ko violate ê Act ko lagit́ Competent National Tribunal taḱ aete effective Remedy namê teaḱ Right do hoo hoo taḱ re menaḱa." },
  { "eng": "India also contains four of the world's 34 biodiversity hotspots, or regions that display significant habitat loss in the presence of high endemism.", "hoc": "Otesaeaḱ 34 kipilijiidann hotspot (enhasaùpânaḱ ko ge sangê menaḱ loḱ significant Basapaiànat́ (habitat loss) nelnamoḱ) ko ren upunea do India re ge menaḱa." },
  { "eng": "Multicellularity.", "hoc": "Multicellularity." },
  { "eng": "Let's walk.", "hoc": "Dolabu sen baaêa." },
  { "eng": "We live on different continents.", "hoc": "Eṭaḱ-eṭaḱ Continent relía." },
  { "eng": "It is sunny today.", "hoc": "Tisiṅać jeṭe tat́a." },
  { "eng": "Philosophers and scientists were interested in the concept of such children, and began to question if these children were part of a different species from the human family.", "hoc": "Philosopher„ Scientist ko, enkan Hon ko menaḱ teaḱ Concept paa te Nelònor taekena, enkan Hon ko do Hoohita aete eṭaḱ Hita ren ko chi mentekô kuli eṭeć let́ taekena." },
  { "eng": "Nice to meet you.", "hoc": "Am loḱ napamá raȧsa jana." },
  { "eng": "I don't have any money.", "hoc": "Á taḱ jahn Puisa banoḱa." },
  { "eng": "This is achievable in some well-studied bacteria, with models of Escherichia coli metabolism now being produced and tested.", "hoc": "Nena do chiminaṅ Well-studied Bacteria re achieve daeoḱa, anḍoḱ Escherichia coli reaḱ Metabolism Model do nahḱ bai ooḱl tana anḍoḱ test oḱ tana." },
  { "eng": "For example, participants may take a quiz and estimate their performance afterward, which is then compared to their actual results.", "hoc": "For example, participant ko miat́ Quiz re dú eaneet́ takô performance kô estimate êa, ena ge tayom takoaḱ actual result loḱ umaaoḱa." },
  { "eng": "The soldiers surrounded the village.", "hoc": "Soldier ko Hatukô eset́ biur ket́a." },
  { "eng": "Sit down.", "hoc": "Dú me." },
  { "eng": "Major peninsular rivers, whose steeper gradients prevent their waters from flooding, include the Godavari, the Mahanadi, the Kaveri, and the Krishna, which also drain into the Bay of Bengal; and the Narmada and the Tapti, which drain into the Arabian Sea.", "hoc": "Hić ĺḱan Gradient te daḱ kaa b́noḱ major peninsular Gaḍa ko re Bay of Bengal re atu chabaoḱ Godavari„ Mahanadi„ Kaveri„ Krishna ko; anḍoḱ Arabian Sea re atu chabaoḱ Narmada„ Tapti ko lekaoḱa." },
  { "eng": "Don't lie!", "hoc": "Alape chakat́a!" },
  { "eng": "You've got to take a look at this.", "hoc": "Nenam nelê tege hobaoḱa." },
  { "eng": "The Mauryan kings are known as much for their empire-building and determined management of public life as for Ashoka's renunciation of militarism and far-flung advocacy of the Buddhist dhamma.", "hoc": "Mauryan king ko Ashoka aḱ militarism banage anḍoḱ Buddha aḱ dhamma reaḱ osar-saniṅ advocacy lagit́ chimin ko nutumana, imin ge nutum empire-building anḍoḱ public Life reaḱ determined Management lagit́ ́ menaḱa." },
  { "eng": "I sell tickets.", "hoc": "Ticket kó akaría." },
  { "eng": "Bacteria are ubiquitous, living in every possible habitat on the planet including soil, underwater, deep in Earth's crust and even such extreme environments as acidic hot springs and radioactive waste.", "hoc": "Bacteria ko dokô ubiquitous gea, Hasa„ Daḱsuba„ Otechuṭiàṭal (Earth's crust) ikir ko mesakeet́ sanam tae dáe lekan habitat re menaḱkôa, Acidic Hot Spring anḍoḱ Radioactive Waste lekan Extreme Environment ko ré ge." },
  { "eng": "I am at home.", "hoc": "Oaḱ réa." },
  { "eng": "I am in London.", "hoc": "London réa." },
  { "eng": "The ancestors of bacteria were unicellular microorganisms that were the first forms of life to appear on Earth, about 4 billion years ago.", "hoc": "Bacteria koaḱ Ancestor ko do, 4 Billion sirma maaṅ Ote chetan ooḱl ean ayarùtar Jivt́form (Life form) tan Unicellular Manjivt́aḱ (Microorganism) ko." },
  { "eng": "Are you at home?", "hoc": "Oaḱ remea chi?" },
  { "eng": "Some bacteria, called vibrio, are shaped like slightly curved rods or comma-shaped; others can be spiral-shaped, called spirilla, or tightly coiled, called spirochaetes.", "hoc": "Vibrio menoḱ chiminaṅ Bacteria do, jokoć lego akan Jaṭa baredo Comma lekaakô; eṭaḱ ko do Spirilla menoḱ Chunur-shape rekôa, anḍoḱ chiminaṅ Spirochaetes menoḱkô do uruć gekô binḍa akana." },
  { "eng": "Do you live here?", "hoc": "Nenreben taena?" },
  { "eng": "How do you say XXX in Dutch?", "hoc": "XXX Dutch te chenaḱkô metaà?" },
  { "eng": "I must study.", "hoc": "Á paṛao teaḱ menaḱa." },
  { "eng": "Industries", "hoc": "Industry ko" },
  { "eng": "Let's walk.", "hoc": "Dolabu sen-sen te." },
  { "eng": "Beyond the Right's populism and the dispersion of the Left which have made this situation possible, I take full responsibility for this defeat and draw the necessary conclusions by retiring from political life after the end of the presidential election.", "hoc": "Nen Situation possible ichi ken Right renkoaḱ Populism anḍoḱ Left renkoaḱ Dispersion kin tayomparom, á nen Defeat reaḱ goṭa Responsibility ́ goḱêa, anḍoḱ Presidential Election tunḍu ean tayom Political Life aete retire oḱ horate necessary Conclusion ko dó baiêa." },
  { "eng": "I have been acquainted with the mayor for more than twenty years.", "hoc": "Mayor loḱ hisi sirma aete ́ ĺḱ́ upurum akana." },
  { "eng": "Look!", "hoc": "Haneè!" },
  { "eng": "I'm not home.", "hoc": "Oaḱ re baṅía." },
  { "eng": "How long did you stay?", "hoc": "Chimin ǵṛim tae lena?" },
  { "eng": "You are my friend.", "hoc": "Ape ge áaḱ Juḍi ko." },
  { "eng": "“The word bacteria is the plural of the Neo-Latin bacterium, which is the Latinisation of the Ancient Greek βακτ́ριον (bakt́rion), the diminutive of βακτηρ́α (baktēŕa), meaning “staff, cane”, because the first ones to be discovered were rod-shaped.”", "hoc": "“Ayarùtar urum nam len ko do jaṭagen (rod-shaped) kô taeken te, Ancient Greek re meaning do “Soṭa, Danḍaḱ” hobaoḱ βακτηρ́α (baktēŕa) aḱ Dimunitive βακτ́ριον (bakt́rion) aḱ Látinêa (Latinisation) tana Nama-Latin (Neo-Latin) “Bacterium”, ena reaḱ plural ge “Bacteria” do.”" },
  { "eng": "Let's ask him.", "hoc": "Dolaṅ kulića." },
  { "eng": "He was given the name Saturday after the day he was found, and Mthiyane was the name of the headmistress of the Special School which took him in.", "hoc": "Ać nam len Musiṅ re, Saturday kô saki ket́ića, oḍoḱ Mythiyane do ać admission ken Special School ren Headmistress aḱ Nutum taekena." },
  { "eng": "I sell umbrellas.", "hoc": "Chatom kó ákaría." },
  { "eng": "Have you washed the dishes?", "hoc": "Bela kope gasar ket́a chi?" },
  { "eng": "According to the International Monetary Fund (IMF), the Indian economy in 2024 was nominally worth $3.94 trillion; it was the fifth-largest economy by market exchange rates and is, at around $15.0 trillion, the third-largest by purchasing power parity (PPP).", "hoc": "International Monetary Fund (IMF) lekate, 2024 re India aḱ Economy reaḱ Nominal Value $3.94 Trillion taekena; nen Economy Market Exchange Rate lekate ḿeaḱ-maraṅa, anḍoḱ $15.0 Trillion naaćpaa beṭaê Purchasing Power Parity (PPP) lekate aṕaḱ-maraṅa." },
  { "eng": "Why are you angry?", "hoc": "Chikateben kurkur akana?" },
  { "eng": "Where are you going?", "hoc": "Okon tema?" },
  { "eng": "What are you talking about?", "hoc": "Chenaḱm jagarê tana?" },
  { "eng": "Bacteria are everywhere.", "hoc": "Bacteria do sabentaḱ menaḱkôa." },
  { "eng": "Technological changes—among them, railways, canals, and the telegraph—were introduced not long after their introduction in Europe.", "hoc": "Europe re introduce len aete te ĺḱ Sipirma aurioḱ re ge—railway, ur loor (canal) anḍoḱ Telegraph emanaḱ—technological change ko introduce lena." },
  { "eng": "It can be subdivided further into broad categories of canopy density, or the proportion of the area of a forest covered by its tree canopy.", "hoc": "Ena ge, canopy density (Daruhunulsú te umbul akan Birbêṉêl reaḱ proportion) lekaten broad category oḱge honhaṭí daeoḱa." },
  { "eng": "I do not think that she is at home.", "hoc": "Oaḱ rić leka do ká adaêa." },
  { "eng": "Yanni shot and missed his heart.", "hoc": "Yanni aćaḱ Surt́eć toḍe pocha ket́a." },
  { "eng": "As the empire disintegrated, many among these elites were able to seek and control their own affairs.", "hoc": "Empire disintegrate oḱ tan loḱ, nen elite ko re ge sangi do ako akoaḱ affair ako tekô control dae taekena." },
  { "eng": "Tom said that he was afraid of snakes.", "hoc": "Tom men ket́a 'Bí kó borotekôa.'" },
  { "eng": "Everyone went to sleep.", "hoc": "Saben ko gitić eana." },
  { "eng": "She considered purity to be truly important.", "hoc": "Purity do sari te important gea lekać nelê taekena." },
  { "eng": "I talked about the village.", "hoc": "Hatu reaḱ́ jagar ket́a." },
  { "eng": "Hessian wolf-children:â€Š15â€“7â€Š (1304, 1341 and 1344) lived with the Eurasian wolf in the forests of Hesse:.", "hoc": "Hesse ren ṭẽoḱ Hon ko do (1304, 1341 oḍoḱ 1344), Hesse ren Bir ko re Eurasian ṭẽoḱ loḱkô taekena:." },
  { "eng": "It's a war of survival.", "hoc": "Ena do tapae jivt́enn reaḱ Gopoć." },
  { "eng": "Sami could barely carry that suitcase.", "hoc": "Sami en Suitcase bat́ teć t́ṅ dae taekena." },
  { "eng": "I didn't think you could eat all that.", "hoc": "Sabenem jom chabaêa mente ká uṛuḱ let́a." },
  { "eng": "A long time ago when Pluto was still a planet, there was a boy named Tom.", "hoc": "Esu sirma ayar, Pluto do Planet ge menoḱ taeken imita, Tom nutumann miat́ Hon taekena." },
  { "eng": "Tom is a very nice boy.", "hoc": "Tom esu bugin Sepeet́." },
  { "eng": "Quite a lot of people heard Tom yelling.", "hoc": "Sange noḱ ge hoo ko Tom kakala tankô ayumat́ića." },
  { "eng": "Ginger is very useful in the winter period.", "hoc": "Rabaṅdipili Ada esu Paeṭić emêa." },
  { "eng": "One, two, three, four, five, six, seven, eight, nine, ten.", "hoc": "Mit́, bar, aṕ, upun, mõe, turui, ai, iril, are, gel." },
  { "eng": "I demand quality work.", "hoc": "Quality ann Paiṭí ásia." },
  { "eng": "The world is a village.", "hoc": "Otesae do miat́ Hatu." },
  { "eng": "Bacteria are also used for the bioremediation of industrial toxic wastes.", "hoc": "Bacteria kodo, Industrial Toxic Waste Bioremediation rékô agujoṅoḱa." },
  { "eng": "Even notebooks can be recycled.", "hoc": "Notebook ko ́ recycle daeoḱa." },
  { "eng": "Come here.", "hoc": "Hućoḱ ben nente." },
  { "eng": "We are sitting around the table.", "hoc": "Table kuṭi mulile dú akana." },
  { "eng": "Bacteria play a vital role in many stages of the nutrient cycle by recycling nutrients and the fixation of nitrogen from the atmosphere.", "hoc": "Nutrient ko recycle ê tan loḱ„ Atmosphere ren Nitrogen fix ê tan loḱ, Bacteria kodo Nutrient Cycle ren sange Stage kore Vital Role menaḱa." },
  { "eng": "Their village is small.", "hoc": "Hatu takin huḍía." },
  { "eng": "The caste system, which created a hierarchy of priests, warriors, and free peasants, but which excluded indigenous peoples by labelling their occupations impure, arose during this period.", "hoc": "Priest, warrior, anḍoḱ free-peasant koaḱ hierarchy bai ken, indigenous-people koaḱ banasa do impure gea mente label keet́ akô excluded ken caste system do nen period rege bai birit́ lena." },
  { "eng": "India's population grew from 361 million in 1951 to almost 1.4 billion in 2022.", "hoc": "India aḱ population do 1951 sirma re 361 million aete 2022 sirma re 1.4 billion jooṅ ĺḱ beṭa eana." },
  { "eng": "I think we'll get off at the next station.", "hoc": "Hućoḱ Station reliṅ aaguna torané menea." },
  { "eng": "He is at home.", "hoc": "Oaḱ re menaḱća." },
  { "eng": "Indian merchants, scholars, and sometimes armies were involved in this transmission; Southeast Asians took the initiative as well, with many sojourning in Indian seminaries and translating Buddhist and Hindu texts into their languages.", "hoc": "Nen transmission re Indian merchant, scholar, misâ ko do army koaḱ role taekena; ena re Indian seminary ko re basa keet́ Buddhist anḍoḱ Hindu text ko akoaḱ language te translate ê loḱ Southeast Asia ren koaḱ initiative ́ taeken gea." },
  { "eng": "The leader of the Turkish government presents himself as a victim of an international conspiracy to destabilize the country.", "hoc": "Turkey aḱ Government ren Leader, apać do en Disum destabilize ê teaḱ miat́ Conspiracy ren Victim lekać udúena." },
  { "eng": "Tom is a very nice boy.", "hoc": "Tom esu bugin Hon." },
  { "eng": "Look at this.", "hoc": "Neè nelê me." },
  { "eng": "Their collective era was suffused with wide-ranging creativity, but also marked by the declining status of women, and the incorporation of untouchability into an organised system of belief.", "hoc": "Nekoaḱ collective-period do wide-ranging-creativity te pereć lena, mendo Êra koaḱ status-decline anḍoḱ untouchability organised-system-of-belief lekate incorporate ean teaḱ te ́ urum lena." },
  { "eng": "Bacteria display a wide diversity of shapes and sizes.", "hoc": "Bacteria koaḱ do shape„ size re wide diversity menaḱa." },
  { "eng": "It was sunny yesterday.", "hoc": "Holać jeṭe let́a." },
  { "eng": "Show me how.", "hoc": "Udúáme chilikate." },
  { "eng": "The pilot hinted that it might be a UFO.", "hoc": "Ena do UFO toraṅ -mente Pilot kaji ingul ket́a." },
  { "eng": "Here's another Michael Jackson cover.", "hoc": "Neè ge miat́ nama Version é propose ket́a." },
  { "eng": "Tom stayed awake.", "hoc": "Tom evn akan geć tae kena." },
  { "eng": "Show me how.", "hoc": "Udúá pe chilikate." },
  { "eng": "Nouns, adjectives, pronouns and participles are said to be declined, while verbs are said to be conjugated.", "hoc": "Nútumaḱ„ Adjective„ Pronoun„ Participle ko do decline oḱa -mente menoḱa, anḍoḱ Verbs ko do, conjugate oḱa -mente menoḱa." },
  { "eng": "In 1947 the British Indian Empire was partitioned into two independent dominions, a Hindu-majority Dominion of India and a Muslim-majority Dominion of Pakistan, amid large-scale loss of life and an unprecedented migration.", "hoc": "1947 re large-scale gonoć anḍoḱ unprecedented migration hoban loḱ British Indian Empire do barea independent dominion oḱge partition eana, miat́ do India, Hindu-majority Dominion, anḍoḱ miat́ do Pakistan, Muslim-majority Dominion." },
  { "eng": "Let's walk.", "hoc": "Dolaṅ sen-sen te." },
  { "eng": "Let's play.", "hoc": "Dolabu inuṅa." },
  { "eng": "Why did you tell me that you didn't have a dog?", "hoc": "Am taḱ Seta baṅać mente chenaḱ reaḱm kajiat́ía?" },
  { "eng": "Louis Pasteur demonstrated in 1859 that the growth of microorganisms causes the fermentation process and that this growth is not due to spontaneous generation (yeasts and molds, commonly associated with fermentation, are not bacteria, but rather fungi).", "hoc": "Manjivt́ koaḱ Growth tege Unuput́process do hobana, anḍoḱ nen Growth do Spontaneous Generation te do ḱ hobana (Commonly do Unuput́ loḱ kajimesaoḱ Unuput́jaṅ anḍoḱ Gúmajaṅ do Bacteria ḱa, Fungi) -mente 1859 re Louis Pasteur demonstrate ket́a." },
  { "eng": "Tom lives in the village.", "hoc": "Tom nen Hatu reć taena." },
  { "eng": "India has been a federal republic since 1950, governed through a democratic parliamentary system.", "hoc": "India do 1950 sirma aete miat́ Federal Republic leka menaḱa, Democratic Parliamentary System te govern oḱ tana." },
  { "eng": "This commonly involves Bacillus thuringiensis (also called BT), a Gram-positive, soil-dwelling bacterium.", "hoc": "Nena re commonly do, BT ́kô meta Hasa re taen Gram-positive Bacteria, Bacillus thuringiensis agujoṅoḱa." },
  { "eng": "Spanish Prime Minister Pedro Sanchez, in announcing the measures, said that starting immediately, residents would be allowed to leave their homes only to buy food or medicine, to go to work, to find medical care or to help care for the young or elderly.", "hoc": "Spain aḱ Prime Minister Pedro Sanchez, Measure koć kaji ḍakaraê tan re, Resident ko do, nahḱ reń aete eṭećoḱ leka, Jomaḱ baredo Reeht́ kirí, paeṭi, Medical Care sen nam, baredo, Baleḱ baredo Haam ko nel sá lagit́ te sekar Oaḱ aetekô ooḱl daea -menteć kaji ket́a." },
  { "eng": "I smiled.", "hoc": "Landa ket́á." },
  { "eng": "Go with me.", "hoc": "Dola á loḱ." },
  { "eng": "In the biological communities surrounding hydrothermal vents and cold seeps, extremophile bacteria provide the nutrients needed to sustain life by converting dissolved compounds, such as hydrogen sulphide and methane, to energy.", "hoc": "Hydrothermal Vent anḍoḱ Cold Seep kuṭi koren Biological Community kore do, Extremophile Bacteria ko, Hydrogen Sulphide„ Methane lekan leaṅ akan Compound ko Energy oḱge convert keet́ Life sustain re asitiṅ Nutrient kokô provide êa." },
  { "eng": "Only around 2% of bacterial species have been fully studied.", "hoc": "Bacteriahita kore 2% noḱ leka sumat́ gekô study pura akana." },
  { "eng": "Robert Mayanja (1982) lost his parents in the Ugandan Civil War at the age of three, when Milton Obote's soldiers raided their village, around 50 miles (80 km) from Kampala.", "hoc": "Robert Mayanja (1982), 3 sirma akan re Uganda ren Civil War imita, Milton Obote aḱ Soldier ko Kampala aete 80 km saniṅ tać Hatu ko raid ket́ re, Engaàpu kineć at́ ket́kina." },
  { "eng": "She says she's homesick.", "hoc": "Oaḱ paa geć uṛuḱoḱ tanać men." },
  { "eng": "Tom was shot in his left leg.", "hoc": "Tom do lenga Kaṭa reć toḍe lena." },
  { "eng": "I have a wife.", "hoc": "Eraaná." },
  { "eng": "Expanding commerce during Mughal rule gave rise to new Indian commercial and political elites along the coasts of southern and eastern India.", "hoc": "Mughal rule imita expand oḱ tan commerce te South anḍoḱ East India coast re nama commercial anḍoḱ political elite ko nelnam eana." },
  { "eng": "We walked to the river.", "hoc": "Gaḍa taḱliṅ sen ket́a." },
  { "eng": "What are you cooking?", "hoc": "Chenaḱben isin tana?" },
  { "eng": "This is a small village.", "hoc": "Nena do miat́ huḍí Hatu." },
  { "eng": "We don't have that kind of money.", "hoc": "Imin Puisa banoḱa tabu." },
  { "eng": "India's sustained democratic freedoms are unique among the world's newer nations; however, in spite of its recent economic successes, freedom from want for its disadvantaged population remains a goal yet to be achieved.", "hoc": "India aḱ sustained democratic freedom do ote chetan ren nama noḱ disum ko group re unique gea; mendo, daaradaḱ economic success ko menaḱ sante, India ren disadvantage akan ko riningâ aete raa kô teaḱ goal do, sangin re menaḱ akat́ gea." },
  { "eng": "At the age of around 17, he could still not talk, and still walked and jumped like a monkey.", "hoc": "17 sirma hoba len re, jagar kać dae taeken gea, Gai leka geć sen„ ućenn taekena." },
  { "eng": "India has been a federal republic since 1950, governed through a democratic parliamentary system.", "hoc": "India do 1950 sirma aete miat́ federal-republic leka menaḱa, Democratic Parliamentary System te govern oḱ tana." },
  { "eng": "He was a stock-market tycoon until the bears got him.", "hoc": "Bana ko aurikô sáić jooṅ do Stock-Market Tycoon lenać." },
  { "eng": "Bacteria inhabit the air, soil, water, acidic hot springs, radioactive waste, and the deep biosphere of Earth's crust.", "hoc": "Bacteria ko do, Hasa„ Daḱ„ Acidic Hot Spring„ Radioactive Waste„ Otecrust ren ikir Biosphere korekô taena." },
  { "eng": "It isn't gold.", "hoc": "Samaom do kaa." },
  { "eng": "That black dog sees a white cat.", "hoc": "En hende Seta punḍi Bilaeć nel ket́ića." },
  { "eng": "The original Indian plate makes its first appearance above the sediment in the ancient Aravalli range, which extends from the Delhi Ridge in a southwesterly direction.", "hoc": "India aḱ original plate do, sediment chetan re ayarutar Delhi Ridge aete south-west paa te bil akan ancient Aravalli range re nel lena." },
  { "eng": "Tom solved that problem.", "hoc": "Tom en Problem eć solve ket́a." },
  { "eng": "She doesn't want to be with anyone.", "hoc": "Jahć loḱ kaa tae sukuć tana." },
  { "eng": "How much does this cost?", "hoc": "Nea chimin gonoṅa?" },
  { "eng": "Why are you laughing?", "hoc": "Chenaḱ chikape landaê tana?" },
  { "eng": "Most are in the gut, though there are many on the skin.", "hoc": "Sange do ́r re menaḱkô ré, ĺḱpaa do Ĺć Poṭa reko taena." },
  { "eng": "I visited some Kabyle villages.", "hoc": "Chiminaṅ Kabyle Hatu kó sen kena." },
  { "eng": "Is mom going to the store?", "hoc": "Ḿ Dokaneć sen tana chi?" },
  { "eng": "Do you speak English?", "hoc": "English pe jagar adaana?" },
  { "eng": "I am eating rice.", "hoc": "Manḍí jom tana." },
  { "eng": "There is little scientific knowledge about feral children.", "hoc": "Birbagehon ko reaḱ Scientificsẽa do esu beteć ge menaḱa." },
  { "eng": "Don't go near this dog.", "hoc": "Nen Seta japaḱ alape sena." },
  { "eng": "That's the most realistic preventive measure, I think.", "hoc": "Áaḱ uḍuḱ lekate, enage most realistic Preventive Measure do." },
  { "eng": "Their size was just at the limit of what his simple lenses could resolve, and, in one of the most striking hiatuses in the history of science, no one else would see them again for over a century.", "hoc": "Enkoaḱ Size do aćaḱ Lens ko resolve dae taeken Limit reń re taekena, anḍoḱ do, Science reaḱ History ren most striking Hiatus oḱge, mit́ Century aete ĺḱ leka jahć ́ enko kakô nel uraa ket́koa." },
  { "eng": "Are you tired?", "hoc": "Laga eanaben?" },
  { "eng": "I don't know when I will arrive.", "hoc": "Chuilá hujoḱa ká adaana." },
  { "eng": "Look here.", "hoc": "Nepaa nelê ben." },
  { "eng": "Do you understand me?", "hoc": "Áaḱ Kajiben toḱ ket́a chi kaa?" },
  { "eng": "Take medicine.", "hoc": "Reeht́ jomê me." },
  { "eng": "Boris arrived in the village.", "hoc": "Boris Hatuć tabaḱ ket́a." },
  { "eng": "Among the smallest bacteria are members of the genus Mycoplasma, which measure only 0.3 micrometres, as small as the largest viruses.", "hoc": "Huḍí utar mente lekaoḱ Bacteria kore do, maraṅ utar Virus ko imin huḍí 0.3 Micrometres ge jiliṅ Mycoplasma Genus renko." },
  { "eng": "In 2008, India's share of world trade was 1.7%; In 2021, India was the world's ninth-largest importer and the sixteenth-largest exporter.", "hoc": "2008 sirma, Otesai Trade re India aḱ Share do 1.7% taekena; 2021 sirma, India do Otesai ren 9aḱ maraṅ Ímportdisum anḍoḱ 16aḱ maraṅ Éxportdisum lena." },
  { "eng": "Unlike cells of animals and other eukaryotes, bacterial cells do not contain a nucleus and rarely harbour membrane-bound organelles.", "hoc": "Senêjivt́„ eṭaḱ Eukaryote ko aete sapaniṅoḱge, Bacteria koaḱ Jivt́okoa redo, Okoamea (Nucleus) ḱ taena, anḍoḱ Membrane-bound Organelle ko do rarely ge harbour akanoḱa." },
  { "eng": "For two years he learned how to forage and travel.", "hoc": "Bar sirma, Forage„ Travel eć eto kena." },
  { "eng": "I am eating dinner with my husband.", "hoc": "Áaḱ Koa loḱ Mandí jom tana." },
  { "eng": "India has a space programme with several planned or completed extraterrestrial missions.", "hoc": "India re sapange plan akan anḍoḱ complete ean extraterrestrial-mission ko menaḱ tan Space Programme menaḱa." },
  { "eng": "I like fish.", "hoc": "Haku kó sukuaà." },
  { "eng": "Our source of light is the sun.", "hoc": "Abu Marsal ren Source do Singi." },
  { "eng": "Leon purchased a minifridge on Craigslist.", "hoc": "Leon Craigslist re miat́ Minifridge eć kirí ket́a." },
  { "eng": "India's population grew from 361 million in 1951 to almost 1.4 billion in 2022.", "hoc": "India aḱ population do 1951 sirma re 361 million aete 2022 sirma re 1.4 billion jooṅ ĺḱ beṭa eana." },
  { "eng": "You are in my way.", "hoc": "Áaḱ Hora remea." },
  { "eng": "Stop!", "hoc": "Hokaê me!" },
  { "eng": "Let us plait a garland.", "hoc": "Miat́ Hisirbu galaṅêa." },
  { "eng": "The rat the cat the dog chased killed ate the malt.", "hoc": "Seta kakii ket́ić Bilae goć ket́ić Kaṭea do Omongom eć jom ket́a." },
  { "eng": "Could you send me a picture?", "hoc": "Miat́ Photo m kul daeáa?" },
  { "eng": "I have a car.", "hoc": "Á taḱ miat́ Car menaḱa." },
  { "eng": "A criticism of eugenics policies is that, regardless of whether negative or positive policies are used, they are susceptible to abuse because the genetic selection criteria are determined by whichever group has political power at the time.", "hoc": "Eugenics reaḱ negative„ positive bar policy re jahn miat́ salae ré ena do, genetic selection criteria enìmitaṅ political power menaḱ group ge determine ê te, abuse oḱ lagit́ susceptible ge taena mente Eugenics policies reaḱ criticism menaḱa." },
  { "eng": "The nutrient cycle includes the decomposition of dead bodies; bacteria are responsible for the putrefaction stage in this process.", "hoc": "Nutrient Cycle redo, Goćakanaḱ koaḱ Decomposition lekaoḱa; nen Process ren Putrefaction Stage do Bacteria ko tege hobana." },
  { "eng": "Come dance!", "hoc": "Dola susun pe!" },
  { "eng": "I don't know what year he was born.", "hoc": "Okon sirmać hoba lena ká adaana." },
  { "eng": "Economic liberalisation, which began in the 1980s and the collaboration with Soviet Union for technical know-how, has created a large urban middle class, transformed India into one of the world's fastest-growing economies, and increased its geopolitical clout.", "hoc": "1980 ko re eó len economic liberalisation te„ technical know-how lagit́ Soviet Union loḱaḱ collaboration te, miat́ large urban middle class bai hućoḱ eana„ India do Ote chetan ãachaùtar Growing Economic ko loḱ lekaoḱ ge transformer eana„ anḍoḱ India aḱ geopolitical Clout ĺḱ eana." },
  { "eng": "Have you taken out the garbage?", "hoc": "Joborape onḍoṅ ket́a chi?" },
  { "eng": "Unusual for feral children, she went on to marry, have children and live a largely normal life with no persisting problems.", "hoc": "Birbagehon ko re nena ko do unusual gea, mendo ać tayom koć Aandi eana„ Hon ko hoba eana„ persisting Problem ko banoḱ loḱ aćaḱ Life largely normal ge taekena." },
  { "eng": "India's land is megadiverse, with four biodiversity hotspots.", "hoc": "Upunea Biodiversity Hotspot ko menaḱ loḱ te, India aḱ ote do megadiverse gea." },
  { "eng": "My house is far away.", "hoc": "Áaḱ Oaḱ esu saniṅ rea." },
  { "eng": "Its evidence today is found in the hymns of the Rigveda.", "hoc": "Ena reaḱ Evidence Rigveda reaḱ Hymn kore namoḱa." },
  { "eng": "Pasteur experimented with bacteria.", "hoc": "Pasteur do Bacteria loḱć experiment ket́a." },
  { "eng": "It cannot plausibly be argued that behaviour of such complexity derives entirely from instinct.", "hoc": "Enkan complex Behaviour do goṭa Instinct sekar te ooḱl akana -mente plausibly ḱ argue daeoḱa." },
  { "eng": "What's he doing over there?", "hoc": "Enić han re chenać chika tana?" },
  { "eng": "How do you say XXX in Dutch?", "hoc": "XXX, nena Dutch te chilikakô menea?" },
  { "eng": "I have food.", "hoc": "Á taḱ jomê teaḱ menaḱa." },
  { "eng": "The villagers weren't friendly.", "hoc": "Hatu ren ko do, japagar jupuḍi lekann ko do kakô tae kena." },
  { "eng": "Where are we right now?", "hoc": "Nahḱ do okontaḱ rebua?" },
  { "eng": "I will be back soon.", "hoc": "Anjaa gé ruaaa." },
  { "eng": "The village is really close.", "hoc": "Hatu do naać reń rea." },
  { "eng": "Take this Kabyle dress and put it on.", "hoc": "Nen Kabyle Lijaḱ idi keet́, tusiṅê me." },
  { "eng": "With seven of the world's top 15 information technology outsourcing companies based in India, as of 2009, the country is viewed as the second-most favourable outsourcing destination after the United States.", "hoc": "Otesaiaḱ Top 15 Information Technology Outsourcing Company re aiea do India rege base akan loḱ, 2009 reaḱ Data lekate, India do United States tayom báraḱ Most Favorable Outsourcing Destination leka nel akana." },
  { "eng": "Goodbye!", "hoc": "Bugi te senoḱ ben!" },
  { "eng": "That's a nice village.", "hoc": "Esu bugi lekan Hatu ena." },
  { "eng": "Bacteria can also be used in place of pesticides in biological pest control.", "hoc": "Bacteria kodo Biological Pest Control re Pesticide ko satikô agujoṅ daeoḱa." },
  { "eng": "Do you like ginger?", "hoc": "Ada m sukutea?" },
  { "eng": "In this period, people from across the political spectrum espoused eugenic ideas.", "hoc": "Nen period re, across political spectrum ren ko saben eugenic idea ko espouse let́ taekena." },
  { "eng": "They are sometimes the subjects of folklore and legends, often portrayed as having been raised by animals.", "hoc": "Enko ge misa misa kodo Folklore„ Legend ko ren Subject akanakô, often do, Birjivt́ ko hara maraṅ ken gekô portray akana." },
  { "eng": "I love you.", "hoc": "Abené sukua tana." },
  { "eng": "They said that they've been very busy.", "hoc": "Paeṭi rele akaratí akan gea' -mentekô kaji ket́a." },
  { "eng": "This is not a sentence.", "hoc": "Nena Sentence kaa tana." },
  { "eng": "Yes.", "hoc": "Ea." },
  { "eng": "That disease is caused by bacteria.", "hoc": "En Rua do Bacteria te hoba akana." },
  { "eng": "Embracing a strong Shaivite tradition and building upon the military technology of the sultanate, the empire came to control much of peninsular India, and was to influence South Indian society for long afterwards.", "hoc": "Strong Shaivite tradition otoṅê loḱ, anḍoḱ sultanate aḱ military technology aete bai rakabê loḱ nen empire te goṭa noḱ peninsular India control eana, anḍoḱ tayom do sipirmaoḱ ge South India ren society influence eana." },
  { "eng": "I want vodka.", "hoc": "Vodka honaṅ." },
  { "eng": "It looks quite different around here than it used to.", "hoc": "Nepaa ko ayar aete taṅan noḱ neloḱa." },
  { "eng": "With its average annual GDP growth rate of 5.8% over the past two decades, and reaching 6.1% during 2011–2012, India is one of the world's fastest-growing economies.", "hoc": "Mań hisi sirma re Average Annual GDP Growth Rate 5.8% taeken loḱ„ 2011–2012 re 6.1% beṭa ken loḱ, India do Otesai Fastest Growing Economy re lekaoḱa." },
  { "eng": "We are eating.", "hoc": "Jom tanaliñ." },
  { "eng": "Where do you come from?", "hoc": "Am okon renić?" },
  { "eng": "I want to eat.", "hoc": "Jom sukú tana." },
  { "eng": "Are you sure?", "hoc": "Sari ge chi?" },
  { "eng": "Do you think that you can do that for us?", "hoc": "Ena dom paeṭi daeabu lekam adaêa?" },
  { "eng": "Man has many wishes that he does not really wish to fulfil, and it would be a misunderstanding to suppose the contrary. He wants them to remain wishes, they have value only in his imagination; their fulfilment would be a bitter disappointment to him. Such a desire is the desire for eternal life. If it were fulfilled, man would become thoroughly sick of living eternally, and yearn for death.", "hoc": "Hoo taḱ re sari te kać puŕê sanaṅ lekan sange Sanaṅ ko menaḱa, anḍoḱ nena reaḱ Sirkat́kaji mensarinn teaḱ do Misunderstanding ge. Enako Sanaṅ lekage tae akanoḱkâ -menteć sanaṅà, enako reaḱ Value do aćaḱ Imagination re sekar menaḱa; enako reaḱ Fulfilment do aćaḱ lagit́ ḿr-heben Dissapointment ge. Joroṅjinivt́ reaḱ Desire do enkan miat́ Desire ge. Ena puŕ ean re, hoo do joroṅ-joroṅ jivt́ jivt́ teć mukú chabaoḱa, anḍoḱ Gonoć ge nel tangià." },
  { "eng": "We help them.", "hoc": "Akobu dengakoa." },
  { "eng": "Where does it hurt?", "hoc": "Okontaḱ hasupe tana?" },
  { "eng": "Ancient India", "hoc": "Ancient India" },
  { "eng": "Mary told Tom that she thought John was unconscious.", "hoc": "John doć at́suti akan leká adaêa' -mente Mary Tom taḱ reć kaji ket́a." },
  { "eng": "You look very tired.", "hoc": "Esu laga akan geben neloḱ tana." },
  { "eng": "In truth, a man who renders everyone their due because he fears the gallows, acts under the sway and compulsion of others, and cannot be called just. But a man who does the same from a knowledge of the true reason for laws and their necessity, acts from a firm purpose and of his own accord, and is therefore properly called just.", "hoc": "Sari te ma, Hakagoćpai boro te saben ko ako namê teaḱ emakô tanić do, eṭaḱ koaḱ Sway„ Compulsion te enkać paeṭiê tana, enić just do kać meta daeoḱa. Law taenn reaḱ sari-sari Reason anḍoḱ ena reaḱ Necessity chirgal keet́ enka paeṭiê nić mendo, miat́ keṭeć Purpose te anḍoḱ aćaḱ Sanaṅ te ge enkać paeṭiêa, enamente enić properly ge just menteć meta daeoḱa." },
  { "eng": "Tom has committed suicide.", "hoc": "Goćenn eanać Tom." },
  { "eng": "I want to learn.", "hoc": "Etonn sukú tana." },
  { "eng": "Act like adults.", "hoc": "Maraṅ ko leka taenn me." },
  { "eng": "India is ranked 40th in the Global Innovation Index in 2023.", "hoc": "2023 sirma, India do Global Innovation Index re 40aḱ Rank re menaḱa." },
  { "eng": "In fact, his Bacterium was a genus that contained non-spore-forming rod-shaped bacteria, as opposed to Bacillus, a genus of spore-forming rod-shaped bacteria defined by Ehrenberg in 1835.", "hoc": "In fact, aćaḱ Bacterium do non-spore forming Rod-shaped Bacteria ko mesa ken Genus ge, 1835 re Ehrenberg define let́ Baccilus menoḱ spore-forming Rod-shaped Bacteria aete tannga." },
  { "eng": "They made her believe their lies.", "hoc": "Akoaḱ Chakat́kaji kokô sari ichi ket́ića." },
  { "eng": "It'll break.", "hoc": "Raput́oḱa." },
  { "eng": "The 522-million-worker Indian labour force is the world's second-largest, as of 2017.", "hoc": "2017 jooṅ re, 522 Million Worker ann Indian Labour Fource do Otesai reaḱ báraḱ-maraṅaḱ tana." },
  { "eng": "Is that difficult to do?", "hoc": "Ena do hambal Paeṭi chi?" },
  { "eng": "Sami returned to the village.", "hoc": "Sami Hatuć ruaa eana." },
  { "eng": "This understanding of bacterial metabolism and genetics allows the use of biotechnology to bioengineer bacteria for the production of therapeutic proteins, such as insulin, growth factors, or antibodies.", "hoc": "Bacteria koaḱ Metabolism onḍoḱ genetics reaḱ nelekan Urumsẽa te, Biotechnology horate Bacteria ko Insulin„ Growth Factor baredo Antibody lekan Therapeutic Protein ko bái lagit́kô bioengineer daeoḱa." },
  { "eng": "In the late Vedic period, around the 6th century BCE, the small states and chiefdoms of the Ganges Plain and the north-western regions had consolidated into 16 major oligarchies and monarchies that were known as the mahajanapadas.", "hoc": "600 BCE naećpaa, late-Vedic-period re, Ganga gaṛa Plain anḍoḱ north-western Region ren hupuṛiṅ state anḍoḱ chiefdom ko do, mahayenapada ko menoḱ 16 major oligarchy anḍoḱ monarchy baioḱ ge consolidate ean taekena." },
  { "eng": "India's land is megadiverse, with four biodiversity hotspots.", "hoc": "4 Biodiversity Hotspot ko menaḱ loḱ te, India aḱ ote do megadiverse gea." },
  { "eng": "India, officially the Republic of India (ISO: Bhārat Gaṇarājya), is a country in South Asia.", "hoc": "India, official nutum Republic of India (Bhārat Gaṇarājya), do South Asia reaḱ miat́ disum tana." },
  { "eng": "Where are you from?", "hoc": "Aben okon renkin?" },
  { "eng": "Defenestrate your clock to see how time flies.", "hoc": "Time chilika apira mente nelê lagit́ amaḱ Clock Window hora hudumaê me." },
  { "eng": "I think about her often.", "hoc": "Ńgapa ać́ uṛuḱa." },
  { "eng": "Even Tom smiled.", "hoc": "Tom jaket́eć landa noḱ ket́a." },
  { "eng": "Do you think Tom will reach the top of the mountain?", "hoc": "Tom Buruchuṭić beṭaê lekam adaić tana?" },
  { "eng": "I think we should keep an eye on Tom.", "hoc": "Tom dobu nel akaać re bugioḱá menea." },
  { "eng": "Come eat!", "hoc": "Dola jomê pe!" },
  { "eng": "The village was burnt down.", "hoc": "Hatu urú chaba eana." },
  { "eng": "Did you know that Tom was going to Australia with Mary?", "hoc": "Tom do Mary loḱ Australia ć senoḱ taekena menteaḱ dom adaan taekena chi?" },
  { "eng": "The caste system consequently began to show regional differences.", "hoc": "Enate, caste society re regional difference ko nelnam eana." },
  { "eng": "Because of their specificity, these pesticides are regarded as environmentally friendly, with little or no effect on humans, wildlife, pollinators, and most other beneficial insects.", "hoc": "Nen Pesticide ko do hoo ko„ Birjivt́„ Pollinator„ eṭaḱ Beneficial Chidu ko re Effect do jokoć ge baredo banoḱ te, akoaḱ Specificity lagit́, Environmentally Friendly kô menoḱa." },
  { "eng": "Ziri saw the destroyed village.", "hoc": "Ziri raput́ chaba akan Hatuć nel ket́a." },
  { "eng": "Bacteria are everywhere.", "hoc": "Bacteria do goṭamuli menaḱkôa." },
  { "eng": "Bounded by the Indian Ocean on the south, the Arabian Sea on the southwest, and the Bay of Bengal on the southeast, it shares land borders with Pakistan to the west; China, Nepal, and Bhutan to the north; and Bangladesh and Myanmar to the east.", "hoc": "South re Indian Ocean, southwest re Arabian Sea, southeast re Bay of Bengal menaḱa. West re Pakistan, North paa China, Nepal anḍoḱ Bhutan, east paa Bangladesh anḍoḱ Myanmar loḱ chirmit́ menaḱa. Indian Ocean ren Sri Lanka, Maldives naeć re menaḱa." },
  { "eng": "Do you understand me?", "hoc": "Áaḱ Kajipe toḱ ket́a chi kaa?" },
  { "eng": "Can I help you?", "hoc": "Dengameá?" },
  { "eng": "Are you a student?", "hoc": "Iskul tanape?" },
  { "eng": "While there are many cases of children being found in proximity to wild animals, there are no eyewitness accounts of animals feeding human children.", "hoc": "Birjivt́ ko japaḱ re Hon ko nam akan sange case ko menaḱ ré, Birjivt́ ko Hon kokô asulkô tan reaḱ Nenelmet́kanatai (eyewitness account) ko banoḱa." },
  { "eng": "Tell her that I am in a taxi.", "hoc": "Taxi re menaḱ́a mente kajiać me." },
  { "eng": "Tom isn't a big talker.", "hoc": "Tom imin do kać jagar baaà." },
  { "eng": "Typically a few micrometres in length, bacteria were among the first life forms to appear on Earth, and are present in most of its habitats.", "hoc": "Jitiliṅ do typically chiminaṅ ge micrometer hoban Bacteria ko do, Ote chetan nel ean ayarùtar Life-form ko loḱkô lekaoḱa, anḍoḱ Ote ren sanam Habitat ko re menaḱkoa." },
  { "eng": "The village needs your help.", "hoc": "Hatu ren ko amaḱ Dengakô asitíoḱ tana." },
  { "eng": "Fertiliser was added to some of the beaches in Prince William Sound in an attempt to promote the growth of these naturally occurring bacteria after the 1989 Exxon Valdez oil spill.", "hoc": "1989 ren Exxon Valdez Sunumnur tayom, Prince William Sound ren chiminaṅ Kuṭigitil kore nelekan naturally namoḱ Bacteria ko sangeoḱka mente Fertiliser kô em let́ taekena." },
  { "eng": "Those who want to stay can stay.", "hoc": "Taenn sukukô tan kokô tae daea." },
  { "eng": "The oceans and seas harbour around 3 x 1026 bacteria which provide up to 50% of the oxygen humans breathe.", "hoc": "Ocean„ Sea kore, hoo ko saet́ê 50% Oxygen ém tan 3 x 1026 leka Bacteria ko taena." },
  { "eng": "Indian epic poetry anḍoḱ India aḱ Constitution banar re ol akan nutum Bharat (Bhārat; pronunciation: [ˈbʱaːɾət]) do, enaaḱ variation ko loḱ sapange Indian language kore ol kaji joṅoḱa.", "hoc": "The term Bharat (Bhārat; pronounced [ˈbʱaːɾət] ⓘ), mentioned in both Indian epic poetry and the Constitution of India, is used in its variations by many Indian languages" },
  { "eng": "You are at home.", "hoc": "Oaḱ re menaḱmea." },
  { "eng": "I don't think that Tom is still willing to do that.", "hoc": "Tom nahḱ ́ enać paeṭi sanaṅ tan leka do ká adaića." },
  { "eng": "No.", "hoc": "Kaa." },
  { "eng": "Muslim armies from Central Asia intermittently overran India's northern plains, eventually founding the Delhi Sultanate, and drawing northern India into the cosmopolitan networks of medieval Islam.", "hoc": "Central Asia aeten Muslim army ko intermittenly India aḱ north-plain ko attack ê taekena, eventually Delhi Sultanate ko bai bit́ ket́a, anḍoḱ enkate north-India do medieval Islam aḱ cosmopolitan Sikuar (Network) loḱkô or mesa ket́a." },
  { "eng": "I think we'll get off at the next station.", "hoc": "Hućoḱ Station rebu aaguna toraṅé menea." },
  { "eng": "My name's Jack.", "hoc": "Áaḱ Nutum do Jack." },
  { "eng": "Come dance!", "hoc": "Dola susun me!" },
  { "eng": "Tom has a Ford.", "hoc": "Tom taḱ Ford menaḱa." },
  { "eng": "What are you looking at?", "hoc": "Chenaḱm nel tana?" },
  { "eng": "Has Tom stayed here before?", "hoc": "Tom ayar ko nentaḱ reć tae akana chi?" },
  { "eng": "You worked more than I did.", "hoc": "Á aete ĺḱm paeṭi ket́a." },
  { "eng": "She smiled.", "hoc": "Landa ket́ać." },
  { "eng": "I'm tired.", "hoc": "Laga eaná." },
  { "eng": "“One of the best-documented cases has supposedly been that of sisters Amala and Kamala, described by Reverend J A L Singh in 1926 as having been “raised by wolves” in a forest in India.”", "hoc": "“Kajioḱ lekate, best-documented Case kore miat́ do, India aḱ Bir re “ṭẽoḱ ko asul kena” mente 1926 re Reverend J A L Singh kaji sartal ken Amala„ Kamala Unḍiboko kin.”" },
  { "eng": "You danced.", "hoc": "Susun kenape." },
  { "eng": "They live on and in plants and animals.", "hoc": "Enko do Síjivt́„ Senêjivt́ ko chetan„ bitar ko taena." },
  { "eng": "I'm going to go.", "hoc": "Senoḱá." },
  { "eng": "We are eating.", "hoc": "Jom tanaliṅ." },
  { "eng": "Constituted in such fashion, India lies to the north of the equator between 6° 44′ and 35° 30′ north latitude and 68° 7′ and 97° 25′ east longitude.", "hoc": "Neleka bai akan India do, 6° 44′„ 35° 30′ north latitude anḍoḱ 68° 7′„ 97° 25′ east longitude tala re equator aete north re menaḱa." },
  { "eng": "Tom is looking for a vending machine.", "hoc": "Tom do Vending Machine eć nel baa tana." },
  { "eng": "Why are you angry?", "hoc": "Chikatem kurkur akana?" },
  { "eng": "Are you a student?", "hoc": "Paṛao tanam?" },
  { "eng": "Don't worry. Everything is going well.", "hoc": "Alam uṛuḱoḱa. Sabenaḱ bugin ge sesen tana." },
  { "eng": "Tom goes to school by bus and train.", "hoc": "Tom Bus te anḍoḱ Train te School eć sena." },
  { "eng": "When do you have to go to school again?", "hoc": "School do anḍoḱ misa chenaḱmentem senoḱ te hoban tana?" },
  { "eng": "What are you eating?", "hoc": "Chenaḱm jom tana?" },
  { "eng": "You're not the only one who doesn't believe Tom.", "hoc": "Tom aḱ Kaji ḱ sarioḱnić am sekar ge do ḱa." },
  { "eng": "Temple towns of various sizes began to appear everywhere as India underwent another urbanisation.", "hoc": "India re anḍoḱ misa hoban tan urbanisation loḱ epeṭaḱ size ren temple town ko saben muli nelnam eana." },
  { "eng": "I eat fish every week.", "hoc": "Jao H́ṭ Hać Jilú jóma." },
  { "eng": "Where are you?", "hoc": "Okon rema?" },
  { "eng": "Have you finished washing the dishes?", "hoc": "Bela kom gasar chaba ket́a chi?" },
  { "eng": "Twenty-two languages ​​are included in the eighth schedule of India.", "hoc": "India aḱ Irilaḱ Schedule re hisibar Janagar ko ol mesa akana." },
  { "eng": "Can I take a picture of you?", "hoc": "Photo pe redó?" },
  { "eng": "After Lister, however, doctors started sanitising their hands in the 1870s.", "hoc": "Lister tayom mendo, 1870 kore Doctor ko tako T́kô sanitise eṭeć ket́a." },
  { "eng": "In the early 16th century, northern India, then under mainly Muslim rulers, fell again to the superior mobility and firepower of a new generation of Central Asian warriors.", "hoc": "Eteóaḱ 16th century re mainly Muslim ruler ko suba re taeken northern India, anḍoḱ misâ superior mobility anḍoḱ firepower an Central Asian warrior koaḱ nama generation taḱaete haratiṅ eana." },
  { "eng": "Are they in Paris?", "hoc": "Pars rekoa chi?" },
  { "eng": "Everyone cries.", "hoc": "Saben ko ráḱa." },
  { "eng": "What is your name?", "hoc": "Amaḱ Nutum chenaḱa?" },
  { "eng": "For about 3 billion years, most organisms were microscopic, and bacteria and archaea were the dominant forms of life.", "hoc": "3 Billion Serma noḱ lagit́, ĺḱpaa Jivt́aḱ (Organism) ko do man-man gekô taekena, Bacteria anḍoḱ Archaea ge dominant Jivt́form do." },
  { "eng": "Come here.", "hoc": "Hućoḱ me nente." },
  { "eng": "Layla hasn't been pregnant before.", "hoc": "Layla ayar ko Homoo paa re kać tae akana." },
  { "eng": "They said they thought I looked hungry.", "hoc": "Rengeć akan lekakô nelí taekenakô men." },
  { "eng": "Millions of people perished to the famine.", "hoc": "Ringa re million-million hoo ko goć eana." },
  { "eng": "The whole village was there.", "hoc": "Goṭa Hatu ren ko tae kena entaḱ." },
  { "eng": "Let's go!", "hoc": "Dolaṅ!" },
  { "eng": "The rights promised to Indians were granted slowly, but technological changes were introduced, and modern ideas of education and the public life took root.", "hoc": "India renko taḱ promise len rights ko do mãe mãe te em eana, mendo technological-change ko introduce eana, anḍoḱ education anḍoḱ public-life reaḱ modern-idea ko bit́ keṭeć eana." },
  { "eng": "By 1200 BCE, an archaic form of Sanskrit, an Indo-European language, had diffused into India from the northwest.", "hoc": "1200 BCE loḱ re do, miat́ Indo-European Language Sanskrit aḱ mari Oṛoṅ (Form), northwest aete India re diffuse len taekena." },
  { "eng": "The soldier was killed in action.", "hoc": "En Soldier do War reć goć eana." },
  { "eng": "Antibiotics are used to treat bacterial infections and are also used in farming, making antibiotic resistance a growing problem.", "hoc": "Bacteria Ruachal (Bacterial Infection) búgin re agujoṅoḱ Antibiotics kodo, Farming ré agujoṅoḱ te Antibiotic Resistance miat́ Growing Problem akana." },
  { "eng": "Child psychologist Bruno Bettelheim states that Amala and Kamala were born mentally and physically disabled.", "hoc": "Amala„ Kamala do hataṅhomoo disable akan gekin undú lena mente Honkopsychologist Bruno Bettelheim kaji akat́a." },
  { "eng": "Adriano wandered into the village.", "hoc": "Adriano Hatuć honor bolo eana." },
  { "eng": "He then published his observations in a series of letters to the Royal Society of London.", "hoc": "Entayom aćaḱ Observation ko do Royal Society of London taḱ te kul let́ Letter Series horateć publish ket́a." },
  { "eng": "Your explanation sounds plausible, but it just doesn't hold water.", "hoc": "Amaḱ Explanation do ayum te Plausible gea, ena mendo patioḱ leka banoḱ reńa." },
  { "eng": "She got first prize, didn't she?", "hoc": "First Prize eć nam ket́a, kachia?" },
  { "eng": "I'm writing about Western Sahara. Try and stop me.", "hoc": "Western Sahara reaḱ́ olê tana. Hoka daeá redom mar." },
  { "eng": "Please give that to me.", "hoc": "Enam emá re bugioḱa." },
  { "eng": "The soil is a rich source of bacteria and a few grams contain around a thousand million of them.", "hoc": "Hasa do rich Bacteria Nampai (Source) tana, chiminaṅ gram rege Thousand Million lekakô taena." },
  { "eng": "Could you send me a picture?", "hoc": "Miat́ Photo ben kul daeaéa?" },
  { "eng": "Tom agreed that it might happen.", "hoc": "Ena hobá hoba daeoḱa mente Tom ea ket́ać." },
  { "eng": "The book is on the table.", "hoc": "Kitá Table chetan rea." },
  { "eng": "I miss you.", "hoc": "Amé uṛuḱ tana." },
  { "eng": "Tom often wears black.", "hoc": "Tom hende teaḱ ko geć tusiṅ baaêa." },
  { "eng": "India has substantially reduced its rate of poverty, though at the cost of increasing economic inequality.", "hoc": "Increasing-economic-inequality reaḱ Gonoṅ em keet́ India reaḱ poverty-rate do substantially adit́ (reduce) akana." },
  { "eng": "Do you want to rest?", "hoc": "Jiraonam?" },
  { "eng": "Why are you laughing?", "hoc": "Chikatepe landaê tana?" },
  { "eng": "Where is Tom?", "hoc": "Tom okon rića?" },
  { "eng": "India has two archipelagos: the Lakshadweep, coral atolls off India's south-western coast; and the Andaman and Nicobar Islands, a volcanic chain in the Andaman Sea.", "hoc": "India re barea Archipelago menaḱa: India aḱ south-west Patukâm Kuṭi ren coral Atoll tan Lakshadweep; anḍoḱ Andaman Honpatukâm ren Sengelburu Chain Andaman Nicobar Island ko." },
  { "eng": "As you say.", "hoc": "Aben kajiê leka ge." },
  { "eng": "Come here.", "hoc": "Ela." },
  { "eng": "Look at this!", "hoc": "Neè nelê me!" },
  { "eng": "Lift it up.", "hoc": "Chetanê pe." },
  { "eng": "I like to walk in the rain.", "hoc": "Gama re sen sukúa." },
  { "eng": "These parallel chains run from the Arabian Sea coast in Gujarat in the west to the coal-rich Chota Nagpur Plateau in Jharkhand in the east.", "hoc": "Ena reaḱ parallel chain ko do west re Gujrat ren Arabian Sea coast aete, east ren Jharkhand aḱ coal-rich Chota Nagpur Plateau jooṅ bil akana." },
  { "eng": "Hello!", "hoc": "Chia!" },
  { "eng": "My boyfriend works at a language school and loves it very much.", "hoc": "Á jagarić Sepeet́ do miat́ Language School reć paeṭia, anḍoḱ ena esuć rãasatea." },
  { "eng": "From its pivotal role in mediating the Libyan crisis to its ongoing efforts in promoting stability in the Sahel region, Algeria has exemplified the power of dialogue in fostering sustainable peace and mitigating the impact of conflicts on civilian populations.", "hoc": "Libya aḱ Crisis tala dúḱ re akoaḱ Pivotal Role taeken aete Sahel Region re Stability udur tersa re akoaḱ nahḱ sesen tan Kurumuṭu jooṅ, Algeria ren ko do, sustain daeoḱ Peace usa tersa re anḍoḱ Civilian Population chetan Gopoćdaparom ko reaḱ Etelaṅ adit́ rábal re Japagar reaḱ Peećkô exemplify akat́a." },
  { "eng": "You are in my heart.", "hoc": "Áaḱ Jibon re menaḱmea." },
  { "eng": "Where are you going?", "hoc": "Okotn tepe sen tana?" },
  { "eng": "Yanni is the village chief.", "hoc": "Yanni do Hatu Munḍa." },
  { "eng": "During the 1930s, slow legislative reform was enacted by the British; the Indian National Congress won victories in the resulting elections.", "hoc": "1930 ko re, British ko mãe mãe ten Legislative Reform ko enact ket́a; ena te hoba ean Election ko re Indian National Congress dae eana." },
  { "eng": "Eschewing tribal bonds and Islamic identity, especially under Akbar, the Mughals united their far-flung realms through loyalty, expressed through a Persianised culture, to an emperor who had near-divine status.", "hoc": "Mughal ko, especially Akbar suba re, tribal bond anḍoḱ Islamic identity bage keet́, Persianised culture te near-divine status menaḱ tan emperor chetan re em len loyalty te, akoaḱ osar saniṅ ote chirmit́ ko unite ket́a." },
  { "eng": "It is the seventh-largest country by area; the most populous country as of June 2023; and from the time of its independence in 1947, the world's most populous democracy.", "hoc": "June 2023 jooṅ re nena do Area lekate 7 aḱ maraṅ disum; anḍoḱ saben ko aete ĺḱ population an disum tana; anḍoḱ 1947 sirma re independence aete nena do world reaḱ saben aete ĺḱ population an democracy tana." },
  { "eng": "Our school is in this village.", "hoc": "School tale nen Hatu rea." },
  { "eng": "Look at this!", "hoc": "Neè nelê pe!" },
  { "eng": "These towels have different colors.", "hoc": "Nen Towel ko eṭaḱ ge net́ana." },
  { "eng": "To learn to swim I have to get in the water, otherwise I don't learn anything.", "hoc": "Oyar etonn lagit́ Daḱ ré aagunn te hobana, jahnaḱ ká etoêa baredo." },
  { "eng": "Most of the bacteria in and on the body are harmless or rendered so by the protective effects of the immune system, and many are beneficial, particularly the ones in the gut.", "hoc": "Homoo cheten„ bitar ren ĺḱpaa Bacteria dokô harmless gea, ḱakô ré ge, Immune System aḱ protective Effect tekô enka akana, sange dokô beneficial gea, particularly Ĺć Poṭa ren ko." },
  { "eng": "British Crown rule began in 1858.", "hoc": "British Crown rule 1858 re eó eana." },
  { "eng": "Does Tom know French?", "hoc": "Tom French eć etoana chi?" },
  { "eng": "By the 8th and 9th centuries, the effects were felt in Southeast Asia, as South Indian culture and political systems were exported to lands that became part of modern-day Myanmar, Thailand, Laos, Brunei, Cambodia, Vietnam, Philippines, Malaysia, and Indonesia.", "hoc": "8th anḍoḱ 9th century loḱ do, South India reaḱ culture anḍoḱ political sysem ko tisiṅaḱ Myanmar, Thailand, Laos, Brunei, Cambodia, Vietnam, Philippines, Malaysia anḍoḱ Indonesia re mesa ean disum ko te export ean loḱ te ena ko reaḱ epelaṅ Southeast Asia re nel eana." },
  { "eng": "Model your manners on his.", "hoc": "Sepentapae ko tać eto otoṅê me." },
  { "eng": "Do you want to eat?", "hoc": "Jomêaben?" },
  { "eng": "The sultanate's raiding and weakening of the regional kingdoms of South India paved the way for the indigenous Vijayanagara Empire.", "hoc": "Sultanate aḱ raid ko te, anḍoḱ weak oḱ tan South India ren regional kingdom ko te indigenous Vijayanagara Empire aḱ hora bai eana." },
  { "eng": "He's not breathing!", "hoc": "Kać saet́ê tana!" },
  { "eng": "Don't go near this dog.", "hoc": "Nen Seta japaḱ alam sena." },
  { "eng": "I like toasts very much.", "hoc": "Toast esú sukutea." },
  { "eng": "He was in his room.", "hoc": "Taćaḱ Room reć taekena." },
  { "eng": "This aim of understanding the biochemistry of a cell reaches its most complex expression in the synthesis of huge amounts of enzyme kinetic and gene expression data into mathematical models of entire organisms.", "hoc": "Miat́ Jivt́okoa reaḱ Biochemistry urum bodeê teaḱ Aim do, sange-sange Enzyme Kinetic„ Gene Expression Data kin synthesis keet́ goṭa Jivt́aḱ reaḱ Mathematical Model ko bái re complex utar leka express oḱa." },
  { "eng": "I think Mary's skirt's too long.", "hoc": "Mary aḱ Skirt jiliṅ ĺḱ geá menea." },
  { "eng": "Nice to meet you.", "hoc": "Aben loḱ napamé rãasa eana." },
  { "eng": "They're awake.", "hoc": "Evn akanakô." },
  { "eng": "My car broke down this morning and it can't be repaired until Friday.", "hoc": "Áaḱ Car tisiṅg setaḱ õa eana, anḍoḱ Friday ayarte ḱ bai uraa daeoḱa." },
  { "eng": "Where are you?", "hoc": "Okon rebena?" },
  { "eng": "You've gained weight.", "hoc": "Hambal eanaben." },
  { "eng": "It's cold.", "hoc": "Rabaṅ tana." },
  { "eng": "This renewal was reflected in a flowering of sculpture and architecture, which found patrons among an urban elite.", "hoc": "Nen Namasaná do urban Elite ko patronize let́ sculpture anḍoḱ architecture re reflect eana." },
  { "eng": "Do you live here?", "hoc": "Nenrepe taena?" },
  { "eng": "After 6500 BCE, evidence for domestication of food crops and animals, construction of permanent structures, and storage of agricultural surplus appeared in Mehrgarh and other sites in Balochistan, Pakistan.", "hoc": "6500 BCE tayom, Mehrgarh anḍoḱ Pakistan aḱ Balochistan ren eṭaḱ site kore, food-corps anḍoḱ animal koaḱ domestication, permanent-structure ko reaḱ banai, anḍoḱ agricultural-surplus-storage reaḱ evidence nelnam eana." },
  { "eng": "I like you.", "hoc": "Abené sukua tana." },
  { "eng": "I want to dance.", "hoc": "Susun sukú tana." },
  { "eng": "She is at home.", "hoc": "Oaḱ rića." },
  { "eng": "Are you a student?", "hoc": "Paṛao tanaben?" },
  { "eng": "Though ranking 68th in global competitiveness, as of 2010, India ranks 17th in financial market sophistication, 24th in the banking sector, 44th in business sophistication, and 39th in innovation, ahead of several advanced economies.", "hoc": "Global Competitiveness re 68aḱ Rank re menaḱ ré ge, 2010 reaḱ Data lekate, India aḱ do, chiminaṅ Advanced Economy ko aete ́ ĺḱ parom, Financial Market Sophistication re 17aḱ Rank, Banking Sector re 24aḱ Rank, Bussiness Sophistication re 44aḱ Rank anḍoḱ Innovation re 39aḱ Rank menaḱa." },
  { "eng": "Do you live here?", "hoc": "Nentaḱ repe taena?" },
  { "eng": "The next decade was beset with crises: Indian participation in World War II, the Congress's final push for non-co-operation, and an upsurge of Muslim nationalism.", "hoc": "En tayomaḱ 10 sirma do Crisis kote toḱ lena: World War II re India ren koaḱ Menesa, Non-Cooperation lagit́ Congress aḱ chapaná unuskur, anḍoḱ Muslim Nationalism reaḱ pair Ranaká." },
  { "eng": "By repeatedly repulsing Mongol raiders in the 13th century, the sultanate saved India from the devastation visited on West and Central Asia, setting the scene for centuries of migration of fleeing soldiers, learned men, mystics, traders, artists, and artisans from that region into the subcontinent, thereby creating a syncretic Indo-Islamic culture in the north.", "hoc": "13th century re nen sultanate iate, dao ge dao Mongol raider ko darom kôl ean te, India save eana West anḍoḱ Central Asia re hoba ean devastation aete, nena ko te ge tayom en Region aete nir tan soldier, scholar, mystic, trader, artist, artisan ko chiminaṅ century subcontinent te ko migrate hućoḱ teaḱ hora bai eana, enate ge north re syncretic Indo-Islamic culture bai eana." },
  { "eng": "You danced.", "hoc": "Susun kenam." },
  { "eng": "I know you are struggling.", "hoc": "Kurumuṭunn tanabené adaana." },
  { "eng": "What's his name?", "hoc": "Aćaḱ Nutum chenaḱa?" },
  { "eng": "Are they in Paris?", "hoc": "Paris re menaḱkoa chi?" },
  { "eng": "Where do you live?", "hoc": "Okon repe taena?" },
  { "eng": "His ideas were rejected and his book on the topic condemned by the medical community.", "hoc": "Medical Community taḱ aćaḱ Idea ko reject eana, anḍoḱ nen Topic re aćaḱ Sapagom ko condemn eana." },
  { "eng": "The oligarchic character of the modern English commonwealth does not rest, like many oligarchies, on the cruelty of the rich to the poor. It does not even rest on the kindness of the rich to the poor. It rests on the perennial and unfailing kindness of the poor to the rich.", "hoc": "Modern English Commonwealth reaḱ oligarchic Character do, sapange Oligarchy ko leka Rengeć ko chetan Naiki koaḱ Cruelty chetan ḱ tingu akana. Ena ma Naiki ko Rengeć ko lagit́aḱ Kindness chetan ré ḱ tingu akana. Ena do Rengeć ko Naiki ko lagit́aḱ perennial anḍoḱ ḱ-fail oḱ Kindness chetan re tingu akana." },
  { "eng": "Smile.", "hoc": "Landaê pe." },
  { "eng": "I am at school now and I will stay here until 8 o'clock.", "hoc": "Nahḱ School réa anḍoḱ 8 saṛi jooṅ nenregé taena." },
  { "eng": "The appointment in 1848 of Lord Dalhousie as Governor General of the East India Company set the stage for changes essential to a modern state.", "hoc": "1848 re Lord Dalhousie East India Company ren Governor General lekać appoint ean teaḱ te ge miat́ modern state bái ren essential change ko lagit́ stage bai eana." },
  { "eng": "Tom danced.", "hoc": "Tom susun kenać." },
  { "eng": "The Mughal state's economic policies, deriving most revenues from agriculture and mandating that taxes be paid in the well-regulated silver currency, caused peasants and artisans to enter larger markets.", "hoc": "Laaḱpaa revenue do agriculture aete hućoḱ tan, anḍoḱ tax do well-regulated silver-currency te emoḱ ka mente mandate taeken Mughal state aḱ economic policy iate peasant anḍoḱ artisan ko larger market tekô bolo eana." },
  { "eng": "I'm sorry.", "hoc": "Ika táme." },
  { "eng": "Historians consider India's modern age to have begun sometime between 1848 and 1885.", "hoc": "Historian koaḱ menatiṅ lekate India reaḱ modern-age do 1848 anḍoḱ 1885 tala paa re eó lena." },
  { "eng": "I met Tom at the airport.", "hoc": "Airport re Tom é nam let́ića." },
  { "eng": "I wanna go!", "hoc": "Senoḱá!" },
  { "eng": "Do you want to rest?", "hoc": "Jiraonape?" },
  { "eng": "Bacteria were Leeuwenhoek's most remarkable microscopic discovery.", "hoc": "Leeuwenhoek aḱ Most Remarkable Discovery do Bacteria ge." },
  { "eng": "Can I help you?", "hoc": "Dengapeá?" },
  { "eng": "Louder.", "hoc": "anḍoḱ keḍeć te." },
  { "eng": "The Sangam literature of the Tamil language reveals that, between 200 BCE and 200 CE, the southern peninsula was ruled by the Cheras, the Cholas, and the Pandyas, dynasties that traded extensively with the Roman Empire and with West and Southeast Asia.", "hoc": "200 BCE anḍoḱ 200 CE tala re, southern-peninsula do, Roman Empire anḍoḱ West anḍoḱ Southeast Asia loḱ extensive-trade taeken Chera ko, Chola ko, anḍoḱ Pandya dynasty ko rule let́ taekena mente Tamil language reaḱ Sangam literature re uduboḱ tana." },
  { "eng": "He eventually lived to the age of 80, but has also been reported as having died shortly after discovery.", "hoc": "Eventually 80 sirmaoḱ geć tae kena, nam ean tayom geć goć eana mente ́ Report menaḱa mendo." },
  { "eng": "Come with me.", "hoc": "Hućoḱ pe á loḱ." },
  { "eng": "He will get up soon.", "hoc": "Anjaa geć birit́ena." },
  { "eng": "How do you say XXX in Dutch?", "hoc": "XXX Dutch te chenaḱpe metaà?" },
  { "eng": "Shut up!", "hoc": "Hapann pe!" },
  { "eng": "The barometer is an instrument that measures atmospheric pressure, especially used to study climate and to determine altitudes.", "hoc": "Barometer do Atmosphere reaḱ Pressure úmaa Saná, especially do Climate reaḱ Study re anḍoḱ Altitude urum sá Paeṭi re hućoḱa." },
  { "eng": "I want to go.", "hoc": "Senoḱ sukú tana." },
  { "eng": "What are you laughing at?", "hoc": "Chenaḱm landa tana?" },
  { "eng": "Do you want to help?", "hoc": "Dengáaben?" },
  { "eng": "Let's celebrate!", "hoc": "Dolaṅ poróêa!" },
  { "eng": "I am at school now and I will stay here until 8 o'clock.", "hoc": "Nahḱ School re menaḱ́a anḍoḱ 8 saṛioḱ jooṅ nentaḱ regé taena." },
  { "eng": "Everyone is entitled in full equality to a fair and public hearing by an independent and impartial tribunal, in the determination of his rights and obligations and of any criminal charge against him.", "hoc": "Saben ko ge, akoaḱ Rights, Obligation anḍoḱ ako chúnḍul Criminal Charge ko chirgalsarioḱ tan re, independent anḍoḱ impartial Tribunal re, Full Equality loḱ fair anḍoḱ public Hearing namê teaḱkô tala akat́a." },
  { "eng": "Do you want to eat?", "hoc": "Jomêam?" },
  { "eng": "Description.", "hoc": "Description." },
  { "eng": "What would you like to eat?", "hoc": "Chenaḱpe jomêa?" },
  { "eng": "Elementary and primary school children don't yet know good from evil or reality from fiction.", "hoc": "Elementary anḍoḱ Primary School ren Hon ko Buginaḱ anḍoḱ Et́kanaḱ chi Reality anḍoḱ Fiction aurikô urum adaana." },
  { "eng": "It is expected to grow to US$3,264 by 2026.", "hoc": "Ena 2026 loḱ do US$3,264 jooṅ ayar tersana mente Expectation menaḱa." },
  { "eng": "He burned the village.", "hoc": "Hatuć atar ket́a." },
  { "eng": "You'd have to be insane to do that.", "hoc": "Bayaoḱ tan re enaṅ ena dom paeṭiêa honaṅ." },
  { "eng": "Hello, how are you?", "hoc": "Chie, chilika menaḱmea endo?" },
  { "eng": "India's wildlife, which has traditionally been viewed with tolerance in India's culture, is supported among these forests, and elsewhere, in protected habitats.", "hoc": "Traditionally do Tolerance loḱ nel aguoḱ tan India aḱ Birjivt́ ko do nen Bir ko re, anḍoḱ eṭaḱ paa raka akan Habitat ko re gekô support akana." },
  { "eng": "What do you want?", "hoc": "Chenaḱpe nam tana?" },
  { "eng": "It will rain tonight.", "hoc": "Tisiṅ Nidać gamaêa." },
  { "eng": "Four major climatic groupings predominate in India: tropical wet, tropical dry, subtropical humid, and montane.", "hoc": "India re predominantly upunea major Climatic Grouping menaḱa: Singichirmit́ Oda (Tropical Wet), Singichirmit́ Rooh (Tropical Dry), Singichirmit́suba Losom (Subtropical Humid), anḍoḱ Montane." },
  { "eng": "Come eat!", "hoc": "Dola jomê ben!" },
  { "eng": "Let Tom go home.", "hoc": "Tom Oaḱ senoḱ iriê me." },
  { "eng": "We marched.", "hoc": "March ket́alí." },
  { "eng": "It's raining outside right now.", "hoc": "Nahḱ Raca paać gamaê tana." },
  { "eng": "These efforts were effective on beaches that were not too thickly covered in oil.", "hoc": "Sunum te ibil reń gedo kaa bil suba len Kuṭigitil kore do nena Paeṭić em ket́ taekena." },
  { "eng": "I can't hide.", "hoc": "Ukunn ká daea." },
  { "eng": "The empire was once thought to have controlled most of the subcontinent except the far south, but its core regions are now thought to have been separated by large autonomous areas.", "hoc": "Nen empire aḱ do far South bage keet́ goṭa noḱ subcontinent re control taekena mente menoḱ taekena, mendo nahḱ menoḱ tana, core Region ko do maparaṅ autonomous Area ko te tannga lena mente." },
  { "eng": "It'll break.", "hoc": "Ena raput́oḱa." },
  { "eng": "Everyone has the right to an effective remedy by the competent national tribunals for acts violating the fundamental rights granted him by the constitution or by law.", "hoc": "Saben ko ge, akoaḱ Rights, Obligation anḍoḱ ako chúnḍul Criminal Charge ko chirgalsarioḱ tan re, independent anḍoḱ impartial Tribunal re, Full Equality loḱ fair anḍoḱ public Hearing namê teaḱkô tala akat́a." },
  { "eng": "The Himalayas prevent cold Central Asian katabatic winds from blowing in, keeping the bulk of the Indian subcontinent warmer than most locations at similar latitudes.", "hoc": "Himalayburu menaḱ te, Central Asia ren Katabatic Hoyo ko koṭoṅoḱa; ena te, bulk of Indian Subcontinent do, ena loḱ mipit́noḱ Latitude ren Location ko aeté urgumlaaḱ gea." },
  { "eng": "I can't understand anything he's saying.", "hoc": "Ać kajiê teaḱ jahnaḱ ká somjaooḱ tana." },
  { "eng": "Help!", "hoc": "Mar ́!" },
  { "eng": "You don't have to eat it.", "hoc": "Ena kam jomê ré." },
  { "eng": "This will kill the bacteria.", "hoc": "Nena te Bacteria ko goćoḱa." },
  { "eng": "Do you want to help?", "hoc": "Dengáam?" },
  { "eng": "Habitat.", "hoc": "Habitat." },
  { "eng": "Ziri lives in a village.", "hoc": "Ziri Hatu reć taena." },
  { "eng": "Bastard!", "hoc": "Saroa lekanić!" },
  { "eng": "Like all animals, humans carry vast numbers (approximately 1013 to 1014) of bacteria.", "hoc": "Sanam Senêjivt́ ko leka ge, hoo ko ré sange reń ge (approximately 1013 to 1014) Bacteria ko taena." },
  { "eng": "I can shoot.", "hoc": "Toḍe daeá." },
  { "eng": "Boris went to another village.", "hoc": "Boris eṭaḱ Hatuć senoḱ eana." },
  { "eng": "For example, when starved of amino acids, myxobacteria detect surrounding cells in a process known as quorum sensing, migrate towards each other, and aggregate to form fruiting bodies up to 500 micrometres long and containing approximately 100,000 bacterial cells.", "hoc": "Example lekate, Amino Acid kô ringa tan re, Myxobacteria do Quorum Sensing menoḱ Process te daradari ren Jivt́okoa kokô chirgalkoa, japaḱ tekô sen idina, anḍoḱ 500 micrometer jiliṅ, approximately 100,000 Bacteria Jivt́okoa lekaoḱ Fruiting Body bain gekô hunḍina." },
  { "eng": "There are islands in the sea.", "hoc": "Patukam re ḍipaòte ko menaḱa." },
  { "eng": "How did you like Boston?", "hoc": "Boston chilikam sukuat́a?" },
  { "eng": "How do you say XXX in Dutch?", "hoc": "XXX, nena Dutch te chilikape menea?" },
  { "eng": "Where are you from?", "hoc": "Ape do okon renko?" },
  { "eng": "I think we'll get off at the next station.", "hoc": "Hućoḱ Station rele aaguna toraṅé menea." },
  { "eng": "Tom is busy now, so he can't talk with you.", "hoc": "Tom nahḱ Paiṭi rića, aben loḱ kać jagar daea." },
  { "eng": "“The password is “Muiriel”.”", "hoc": "“Password do “Muiriel”.”" },
  { "eng": "I don't wear those trousers any more because they've got a big rip in them.", "hoc": "Maraṅ leka chachaḱ akan te, en Trouser ká túsiṅa." },
  { "eng": "You are my friend.", "hoc": "Am ge áaḱ Juḍi." },
  { "eng": "Duck!", "hoc": "Ungut́enn me!" },
  { "eng": "A pioneering and influential nationalist movement emerged, which was noted for nonviolent resistance and became the major factor in ending British rule.", "hoc": "Nonviolent-resistance lagit́ nutuman miat́ pioneering anḍoḱ influential nationalist-movement ooḱl eana, anḍoḱ enage British rule túnḍu teaḱ major factor bai eana." },
  { "eng": "My son was completely bald when he was born.", "hoc": "Undú len re áaḱ Hon do goṭa chaḍa geć taekena." },
  { "eng": "Are you hungry?", "hoc": "Rengećm tana?" },
  { "eng": "This is a small village.", "hoc": "Nena do huḍí Hatu." },
  { "eng": "Everyone fell asleep.", "hoc": "Saben ko duum eana." },
  { "eng": "How old are you?", "hoc": "Chimin sirmam hobaoḱ tana?" },
  { "eng": "Yes.", "hoc": "Ia." },
  { "eng": "I wonder what it sounds like.", "hoc": "Ena chilika toraṅ ayumoḱa." },
  { "eng": "Have you taken out the garbage?", "hoc": "Joboraben onḍoṅ ket́a chi?" },
  { "eng": "Tom closed his eyes and thought about Mary.", "hoc": "Tom Met́ japit́ keet́ Mary reaḱć uḍuḱ ket́a." },
  { "eng": "Die!", "hoc": "Goćoḱ me!" },
  { "eng": "He said that he was relaxed.", "hoc": "Jirao akanać menteć men ket́a." },
  { "eng": "Tom said that you were sick.", "hoc": "Hasuoḱ tanam -mente Tom kaji let́a." },
  { "eng": "He got to his village.", "hoc": "Aćaḱ Hatuć beṭa ket́a." },
  { "eng": "Death is one of two things. Either it is annihilation, and the dead have no consciousness of anything; or, as we are told, it is really a change: a migration of the soul from this place to another.", "hoc": "Gonoć do nen barea re miat́a: Annihilation, goć akan ko jahnaḱ reaḱ Suti Chinirgal ḱ taena; baredo, abu ayumat́ leka, ena sarite do Change ge: nentaḱ aete eṭaḱtaḱ tenn Rva reaḱ Sepen." },
  { "eng": "Come eat!", "hoc": "Ela jomê me!" },
  { "eng": "Just buy Tom some candy.", "hoc": "Tom joka Candy kirí noḱać me." },
  { "eng": "In order to justify its war crimes, the United States bombards and annihilates entire countries in the name of liberty and democracy. Of course, companies that sell missiles to the Pentagon, as well as mercenary companies, have very little to do with liberty and democracy. In order to have more petroleum, the American economy needs to decimate millions of lives, and these wars are also beneficial to companies that sell weapons or rent out killers.", "hoc": "Akoaḱ War Crime justify lagit́, United States renko Liberty anḍoḱ Democracy Nutum te goṭa-goṭa Disum kokô bombard à anḍoḱkô annihilate à. Of course, Pentagon taḱ re Missile akariṅ Company renkoaḱ ́, anḍoḱ Mercenary Company renkoaḱ ́, Liberty„ Democracy loḱ do jokoć ge Relation menaḱa. Oṛoḱ ĺḱ Petroleum lagit́, America aḱ Economy do million-million Jiv koć goć rasumkô enaṅ, anḍoḱ nen War ko do Weapon ákariṅ baredo Góćko rent ê Company renko lagit́ ́ beneficial gea." },
  { "eng": "Saturday Mthiyane (or Mifune) (1987), a boy of around five, was found after spending about a year in the company of monkeys in KwaZulu-Natal, South Africa.", "hoc": "Saturday Mthiyane (Mifune menê ré) (1987), 5 sirma lekać hobaoḱ lekan Koahon do, South Africa ren KwaZulu-Natal re mit́ sirma Gai ko loḱ taekeneet́eć nam lena." },
  { "eng": "Have you finished washing the dishes?", "hoc": "Bela koben gasar chaba ket́a chi?" },
  { "eng": "The tall woman wears a gray suit.", "hoc": "En salangi Êra gray teaḱ Suit eć horoḱa." },
  { "eng": "They are abundant in lakes and oceans, in arctic ice, and geothermal springs where they provide the nutrients needed to sustain life by converting dissolved compounds, such as hydrogen sulphide and methane, to energy.", "hoc": "Enko do, Lake re„ Ocean re„ Arctic Ice re anḍoḱ enko te Hydrogen Sulphide„ Methane lekan leaṅ akan Compound ko energy oḱ te Jinivt́ sustain oḱ Geothermal Spring ko rekô abundant gea." },
  { "eng": "Is Tom your name?", "hoc": "Amaḱ Nutum Tom chi?" },
  { "eng": "During the same time, its nominal per capita income increased from US$64 annually to US$2,601, and its literacy rate from 16.6% to 74%.", "hoc": "En time-frame rege, India aḱ nominal-per-capita-income sirma re 64 US$ aete 2,601 US$ jooṅ beṭa eana, anḍoḱ literacy-rate 16.6% aete 74% jooṅ beṭa eana." },
  { "eng": "For example, they may be unable to learn to use a toilet, have trouble learning to walk upright after walking on all fours their whole lives, or display a complete lack of interest in the human activity around them.", "hoc": "For example, enko Áenpaisenjonoṅ (toilet usage) kakô eto dae emana„ goṭa Taesirma otet́ akan te ombaḱ sen keet́ Mulitingusen kakô etooḱ emana„ aka daradari ren Hoosepentiṕ (human activity) paa te Nelònorbánoḱkô udú emanêa." },
  { "eng": "Even though Tom understood what was going on, he pretended that he didn't.", "hoc": "Chenaḱ hobaoḱ tana menteaḱć munḍiê taeken ré, Tom do kaa ge lekać bainn eana." },
  { "eng": "Children like jelly babies.", "hoc": "Hon ko Jelly Babies kô rãasatea." },
  { "eng": "Tell me again.", "hoc": "anḍoḱ misa kajiá pe." },
  { "eng": "“Oxford English Dictionary (third edition 2009) lekate, “India” nen nutum do Classical Latin re South Asia anḍoḱ enaaḱ east ren miat́ uncertain Region íngul India aete derive akana.”", "hoc": "“According to the Oxford English Dictionary (third edition 2009), the name “India” is derived from the Classical Latin India, a reference to South Asia and an uncertain region to its east”" },
  { "eng": "Do you live here?", "hoc": "Nenrem taena?" },
  { "eng": "Tom will probably be disgusted.", "hoc": "Tom doć hilaṅoḱa toraṅ." },
  { "eng": "Close the door.", "hoc": "Silpí hanḍet́ taa ben." },
  { "eng": "Kiss me... Hey, hey! Not that type of kiss!", "hoc": "Cheréí me... Hey, hey, Enkan Cheré do ḱ!" },
  { "eng": "Major agricultural products include rice, wheat, oilseed, cotton, jute, tea, sugarcane, and potatoes.", "hoc": "Major Śhasa Product kodo, Chauli, Gom, Sunumoḱjaṅ, Kat́som, Jute, Tea, Sugarcane, anḍoḱ Utusanga." },
  { "eng": "Bacteria usually form colonies.", "hoc": "Bacteria ko usually do Colony kokô báia." },
  { "eng": "Do you want to sleep?", "hoc": "Gitićaben?" },
  { "eng": "Why are we running?", "hoc": "Chenaḱ mentebu nir tana." },
  { "eng": "One morning I shot an elephant in my pyjamas.", "hoc": "Musiṅg Setaḱ Gitićlijaḱ akan aete Hatí toḍe ket́ića." },
  { "eng": "Look at this.", "hoc": "Neè nelê ben." },
  { "eng": "The service sector makes up 55.6% of GDP, the industrial sector 26.3% and the agricultural sector 18.1%.", "hoc": "GDP reaḱ 55.6% do Service Sector, 26.3% do Industrial Sector, 18.1% do Śhasa (Agriculture) Sector." },
  { "eng": "As we confront the complex challenges of our time, including the resurgence of geopolitical tensions and humanitarian crises, Algeria's example reminds us of the transformative potential of dialogue and negotiation in resolving conflicts and building inclusive societies.", "hoc": "Geopolitical Tańć anḍoḱ Humanitarian Crisis reaḱ Upan Unuraa ko mesa keet́aḱ, abuaḱ Singisirma ren haaḱ paṭet́ Challange ko tebu daromoḱ tan re, Algeria aḱ Example te, Conflict ko raa túnḍu re, anḍoḱ inclusive Sangepai bái re, Japagar anḍoḱ Negotiation reaḱ Transformative Potential bu uḍuḱ uraa ichioḱ tana." },
  { "eng": "Who are you?", "hoc": "Okoe ko tanape?" },
  { "eng": "We are in Paris.", "hoc": "Paris re menaḱbua." },
  { "eng": "I sell rice.", "hoc": "Chaulí ákaría." },
  { "eng": "Let's eat.", "hoc": "Dolaṅ jomêa." },
  { "eng": "Close the door.", "hoc": "Silpí hanḍet́ thaa me." },
  { "eng": "We surrounded the village.", "hoc": "Hatule eset́ biur ket́a." },
  { "eng": "Don't let him drive.", "hoc": "Alam har irièća." },
  { "eng": "Fadil and Layla texted back and forth.", "hoc": "Fadil anḍoḱ Layla tepext kupul eanakin." },
  { "eng": "Russell's books should be bound in two colours, those dealing with mathematical logic in red — and all students of philosophy should read them; those dealing with ethics and politics in blue — and no one should be allowed to read them.", "hoc": "Russel aḱ Sapagom ko do, barea net́ te poṭomê teaḱ, Mathematical Logic ol akanaḱ ko do araḱ te, — anḍoḱ Philosophy ren saben Student ko ena kokô paṛaoê teaḱ; Ethics anḍoḱ Politics ol akanaḱ ko do ĺl te, — anḍoḱ ena ko do jahć ́ kakô paṛao irioḱ teaḱ." },
  { "eng": "I know.", "hoc": "Adaaná." },
  { "eng": "Are you in London?", "hoc": "London re menaḱmea chi?" },
  { "eng": "Don't let anybody leave this room.", "hoc": "Jahć ́ nen Room alam bage irikôa." },
  { "eng": "Why didn't I die?", "hoc": "Chenaḱ mente ká goć eana?" },
  { "eng": "The critical period hypothesis was first proposed by Montreal neurologist Wilder Penfield and co-author Lamar Roberts in their 1959 book Speech and Brain Mechanisms, and was popularized by Eric Lenneberg in 1967 with Biological Foundations of Language.", "hoc": "“Critical Period Hypothesis do ayarùtar 1959 re akinaḱ Sapagom “Speech and Brain Mechanisms” re Montreal ren neurologist Wilder Penfield„ co-author Lamar Roberts tekin propose let́a, oḍoḱ 1967 ren “Biological Foundations of Language” loḱ Eric Lenneberg popular ket́a.”" },
  { "eng": "It contributes 6.5% to India's GDP.", "hoc": "India aḱ GDP re enaaḱ Contribution do 6.5%." },
  { "eng": "There's no reason to be afraid.", "hoc": "Boroê teaḱ jahn Kaji ge banoḱa." },
  { "eng": "A heron, a crab, lots of fish and other creatures used to live in a pond.", "hoc": "Miat́ Koḱ, miat́ Kaakom, sange H́ ko, anḍoḱ eṭaḱ Jivt́ann ko miat́ Banda rekô taenn taekena." },
  { "eng": "Do you speak English?", "hoc": "English em jagar adaana?" },
  { "eng": "Tom, this is my brother, John.", "hoc": "Tom, neić Bokó John." },
  { "eng": "Do you want to play?", "hoc": "Inuṅape?" },
  { "eng": "After World War I, in which approximately one million Indians served, a new period began.", "hoc": "Approximately mit́ million Indian ko serve ket́ ayaraḱ World War tayom, Nama Period eó eana." },
  { "eng": "What's his name?", "hoc": "Nutum tać chenaḱa?" },
  { "eng": "Temperatures in India have risen by 0.7 °C (1.3 °F) between 1901 and 2018.", "hoc": "1901-2018 tala re, India aḱ Temperature do 0.7 °C ĺḱ eana." },
  { "eng": "Many hospitals don’t even have an ultrasound machine to check the status of a baby, said Mandsager, the medical director of obstetrics at Mercy Medical Center in Des Moines.", "hoc": "Sange Hospital ko re do, Ĺć ren Honaḱ Status nél teaḱ Ultrasound Machine ́ banoḱa, -mente, Des Moines ren Mercy Medical Center ren Obstetrics Medical Director, Mandsager kaji ket́a." },
  { "eng": "Do you want to sleep?", "hoc": "Gitićam?" },
  { "eng": "Welcome.", "hoc": "Joar." },
  { "eng": "The critical period hypothesis is a theory within the field of linguistics and second language acquisition that claims a person can only achieve native-like fluency in a language before a certain age.", "hoc": "Critical Period Hypothesis do, jaać ge ré, miat́ language eton re, native-lekan fluency do certain age auri beṭaê regeć achieve daea menten, Linguistics„ Second Language Acquisition field ren miat́ hypothesis tana." },
  { "eng": "Smile.", "hoc": "Landaê me." },
  { "eng": "We are eating.", "hoc": "Jom tanabu." },
  { "eng": "Lift it up.", "hoc": "T́ṅê ben." },
  { "eng": "It's none other than him.", "hoc": "Eṭaḱnić do ḱ, ać reń ge." },
  { "eng": "All were capped by the advent of independence in 1947, but tempered by the partition of India into two states: India and Pakistan.", "hoc": "Saben ge 1947 re Independence reaḱ Hunujuḱ te koṭoṅ ean ré, India barea State, India„ Pakistan re haṭí ean te temper ́ temper eana." },
  { "eng": "Yet, India is also shaped by seemingly unyielding poverty, both rural and urban; by religious and caste-related violence; by Maoist-inspired Naxalite insurgencies; and by separatism in Jammu and Kashmir and in Northeast India.", "hoc": "Enré, India do, unyielding ge neloḱ rural„ urban ripinga te; religious„ caste-related Violence te; Maoist koaḱ te inspire akan Naxalite insurgency ko te; Jammu anḍoḱ Kashmir„ Northeast India ren separatism ko te ́ shape akana." },
  { "eng": "Apea re miat́ India aḱ Síhita (plant species) ko do Enhasaùpanaḱ (endemic) ko ge.", "hoc": "Fully a third of Indian plant species are endemic." },
  { "eng": "Tom lives in the village.", "hoc": "Tom en Hatu reć taena." },
  { "eng": "English mother-tongue speakers are embarrassed to correctly pronounce the name of the German philosopher Kant, which is a homophone for a vulgar expression referring to the female genitals.", "hoc": "Kui Giniuḱ íngul Homophone tan te, Mother-tongue do English tan Speaker ko, German Philosopher Kant aḱ Nutum correctly kaji giuḱkôa." },
  { "eng": "When his successor attempted to expand eastwards, he was defeated by the Pala king of Bengal.", "hoc": "Aćaḱ successor east paa teć expand lekead re Bengal ren Pala king taḱaeteć haratiṅ eana." },
  { "eng": "The Dravidian languages of India were supplanted in the northern and western regions.", "hoc": "India aḱ northern anḍoḱ western Region ko ren Dravidian language ko do supplant eana." },
  { "eng": "Tom had no idea that Mary was planning to stay in Australia for three more days.", "hoc": "Mary do Australia re anḍoḱ aṕ singi taen teaḱć uḍuḱ baiê tana -mente Tom ḱ jatić aṭkar let́a." },
  { "eng": "Why are you laughing?", "hoc": "Chenaḱ mentem landaê tana?" },
  { "eng": "Where is your father?", "hoc": "Amaaḱ Baṅ okon rića?" },
  { "eng": "Why are you afraid?", "hoc": "Chenaḱ mentem boroê tana?" },
  { "eng": "Where is your father?", "hoc": "Amaḱ Baba okon rića?" },
  { "eng": "Centred around cities such as Mohenjo-daro, Harappa, Dholavira, and Kalibangan, and relying on varied forms of subsistence, the civilisation engaged robustly in crafts production and wide-ranging trade.", "hoc": "Tala re Mohenjo-daro, Harappa, Dholavira, anḍoḱ Kalibangan lekan city ko taeken loḱ, epeṭaḱ lekan subsistence chetan têṅgô len taeken nen civilisation crafts-production anḍoḱ wide-ranging trade re engage len taekena." },
  { "eng": "It was raining.", "hoc": "Gamaê taekenać." },
  { "eng": "Where do you come from?", "hoc": "Aben okon renkin?" },
  { "eng": "I understand.", "hoc": "Somjaooḱ taná." },
  { "eng": "They called the village New Amsterdam.", "hoc": "Nama Hatukô New Amsterdam ket́a." },
  { "eng": "How do you say XXX in English?", "hoc": "XXX English te chenaḱkô metaà?" },
  { "eng": "It has disputes over Kashmir with its neighbours, Pakistan and China, unresolved since the mid-20th century.", "hoc": "Neighbour ren Pakistan anḍoḱ China loḱ 20th century aete unresolve akan Kashmir reaḱ dispute menaḱ akat́ gea." },
  { "eng": "It is a pluralistic, multilingual and multi-ethnic society.", "hoc": "Nena do miat́ pluralistic, multilingual anḍoḱ multi-ethnic-society tana." },
  { "eng": "Let's dance.", "hoc": "Dolabu susuna." },
  { "eng": "Tom said he wanted to play tennis this morning.", "hoc": "Tisiṅ Setaḱ, Tom do, Tennis inuṅ sanaṅí tanać men." },
  { "eng": "He is awake.", "hoc": "Evn akanać." },
  { "eng": "Instead, it balanced and pacified them through new administrative practices and diverse and inclusive ruling elites, leading to more systematic, centralised, and uniform rule.", "hoc": "Ensati, akô do nama administrative practice ko te anḍoḱ diverse, inclusive ruling elite koaḱ iatekô balance anḍoḱ pacify ean taekena." },
  { "eng": "You are good at literature.", "hoc": "Literature esu bugim adaana." },
  { "eng": "I've visited the village.", "hoc": "Hatú sen akana." },
  { "eng": "She lives in a village.", "hoc": "Ać do miat́ Hatu reć taena." },
  { "eng": "“He had lived with wolves in a dense wooded area known as “the Hart” for 12 years.”", "hoc": "The Hart kô meta ibil Bir menaḱ Area re ṭẽoḱ ko loḱ 12 sirmać taekena." },
  { "eng": "In 1830, Algeria came under French colonial rule.", "hoc": "1830 re, Algeria do French Colonial Rule suba lena." },
  { "eng": "I want to know.", "hoc": "Chirgal sukú tana." },
  { "eng": "What does he do?", "hoc": "Chenaḱć paiṭia." },
  { "eng": "Tom doesn't look much older than Mary.", "hoc": "Tom do Mary aete ĺḱ maraṅ leka kać neloḱa." },
  { "eng": "Men fight with iron for gold.", "hoc": "Hoo ko Samaom lagit́ Meeht́ tekô gopoća." },
  { "eng": "Don't eat too many all at once.", "hoc": "Misa tege ena ko alam jom ĺḱêa." },
  { "eng": "By 400 BCE, stratification and exclusion by caste had emerged within Hinduism, and Buddhism and Jainism had arisen, proclaiming social orders unlinked to heredity.", "hoc": "400 BCE loḱ do Hinduism re caste lekate Stratification anḍoḱ Exclusion nelnam eana, anḍoḱ Heredity loḱ Link banoḱ Social Order proclaim ê tan Buddhism anḍoḱ Jainism eó eana." },
  { "eng": "You are my friend.", "hoc": "Aben ge áaḱ Juḍi kin." },
  { "eng": "After the third quarter of 2017, India surpassed the US to become the second-largest smartphone market in the world after China.", "hoc": "2017 aṕaḱ Quarter tayom, India do US ĺḱparom keet́ China tayom Otesaeaḱ báraḱ-maraṅ Smartphone Market bai eana.The Indian automotive industry, the world's second-fastest growing, increased domestic sales by 26% during 2009–2010, and exports by 36% during 2008–2009." },
  { "eng": "I'm not home on Sundays.", "hoc": "Sunday Musiṅ ko Oaḱ re ká taena." },
  { "eng": "The monkeys protected him in the wild.", "hoc": "Bir re Gai ko raka let́ića." },
  { "eng": "Feral children who lived in isolation or with animals provided examples of this dilemma.", "hoc": "Tapannga re baredo Birjivt́ ko loḱ taeken Birbagehon ko en Dilemma ren Example lekakô taekena." },
  { "eng": "He dressed up as a woman.", "hoc": "Era lekać Lijaḱ eana." },
  { "eng": "Come dance!", "hoc": "Dola susun ben!" },
  { "eng": "Where am I from?", "hoc": "Okon aetéa?" },
  { "eng": "Not on my watch!", "hoc": "Á menaḱ jooṅ do kaa!" },
  { "eng": "Does Mary take care of you or do you take care of her?", "hoc": "Mary ameć nela chi am aćem nela?" },
  { "eng": "My sister has ginger hair.", "hoc": "Unḍíkuiaḱ Bohḱbale araḱ chambara gea." },
  { "eng": "Look here.", "hoc": "Nepaa nelê me." },
  { "eng": "In 2006, the share of external trade in India's GDP stood at 24%, up from 6% in 1985.", "hoc": "2006 re, India aḱ GDP re External Trade reaḱ Share do 24% taekena, 1985 ren 6% aete ĺḱ." },
  { "eng": "Leave me alone!", "hoc": "Bage tá pe!" },
  { "eng": "He is good at football.", "hoc": "Football esu bugić inuṅ etoêa." },
  { "eng": "Do you think that you can do that for us?", "hoc": "Ena dom paeṭi daeale lekam adaêa?" },
  { "eng": "Towns are larger than villages.", "hoc": "Town ko Hatu ko aete maraṅa." },
  { "eng": "Stop!", "hoc": "Hokann me!" },
  { "eng": "Everyone cries.", "hoc": "Saben ko raḱêa." },
  { "eng": "What are you eating?", "hoc": "Chenaḱpe jom tana?" },
  { "eng": "The original study focused on logical reasoning, grammar, and social skills.", "hoc": "Original study re do logical reasoning„ grammar„ social skill chetan re focus taekena." },
  { "eng": "In South India, the Middle kingdoms exported Dravidian-languages scripts and religious cultures to the kingdoms of Southeast Asia.", "hoc": "South India re, Middle-kingdom ko Southeast-Asia ren kingdom ko paa te Dravidian language Script ko anḍoḱ religious Culture kokô export ket́a." },
  { "eng": "Mary let Tom know that she couldn't do that.", "hoc": "Mary do Tom 'ena ká paeṭi daea' -menteć chirgal ichi ket́ića." },
  { "eng": "The internal angles of an octagon total 1080°.", "hoc": "Octagon aḱ Bitar Angle ko reaḱ Senelt́ do 1080°." },
  { "eng": "Where are you going?", "hoc": "Okon teben sen tana?" },
  { "eng": "The villagers rebuilt the road.", "hoc": "Hatu ren ko Horakô bai ruaa ket́a." },
  { "eng": "Let's get to work now.", "hoc": "Dolaṅ Paiṭi te." },
  { "eng": "Such children lack the basics of primary and secondary socialization.", "hoc": "Enkan Hon ko taḱ Primary„ Secondary Socialization reaḱ Reht́sẽa (basic knowledge) kaa taena." },
  { "eng": "A fly fell in the soup!", "hoc": "Soup re miat́ Roko iyuḱ eana!" },
  { "eng": "The Dunning–Kruger effect is a cognitive bias in which people with limited competence in a particular domain overestimate their abilities.", "hoc": "Dunning-Kruger effect do, miat́ particular domain re limited competence menaḱ tan hoo ko, takoaḱ Ability kô overestimate ê teaḱ miat́ Cognitive Bias." },
  { "eng": "You are very brave.", "hoc": "Esu biyar Hoo ko tanape." },
  { "eng": "Mr. Harrison kept a parrot called Ginger.", "hoc": "Mr. Harrison do Ginger kô metać miat́ Miruć asul let́ića." },
  { "eng": "Botany is the scientific study of plants.", "hoc": "Botany do Sí ko reaḱ Science lekatenn Study." },
  { "eng": "Raised by primates\/monkeys.", "hoc": "Primate\/Gai ko haramaraṅ ken ko." },
  { "eng": "You are beautiful.", "hoc": "Esu bugim neloḱa." },
  { "eng": "Let's celebrate!", "hoc": "Dolabu poróêa!" },
  { "eng": "They were imitated all over India and led to both the resurgence of Hinduism and the development of all modern languages of the subcontinent.", "hoc": "Ena ko goṭa India re imitate eana anḍoḱ enate Hinduism ́ resurge eana anḍoḱ subcontinent ren saben modern language ko ́ develop eana." },
  { "eng": "Gradually expanding rule of the British East India Company followed, turning India into a colonial economy, but also consolidating its sovereignty.", "hoc": "En tayom British East India Company renkoaḱ gradually-expanding-rule otoṅ hućoḱ eana, India dokô colonial-economy ket́a, enloḱ enaaḱ sovereignty ́kô consolidate ket́a." },
  { "eng": "Why are you dancing?", "hoc": "Chenaḱ mentepe susun tana?" },
  { "eng": "I have money.", "hoc": "Á taḱ Puisa menaḱa." },
  { "eng": "However, gene sequences can be used to reconstruct the bacterial phylogeny, and these studies indicate that bacteria diverged first from the archaeal\/eukaryotic lineage.", "hoc": "Enkarége, Bacteria koaḱ Phylogeny reconstruct ê lagit́ Gene Sequence agujoṅ daeoḱa, nen Study kote do, Bacteria kodo ayar Archaea\/Eukaryote Lineage aetekô chaṅ sangin eana mente inguloḱa." },
  { "eng": "She ripped his shirt open.", "hoc": "Aćaḱ Sutuieć oeć chachaḱ ket́a." },
  { "eng": "I think we'll get off at the next station.", "hoc": "Hućoḱ Station relaṅ aaguna toraṅé menea." },
  { "eng": "Bacteria have DNA as genetic material.", "hoc": "Bacteria koaḱ Genetic Material lekate DNA menaḱa." },
  { "eng": "We are eating.", "hoc": "Jom tanale." },
  { "eng": "“The first boy (1304) was taken by wolves at age 3 and found when 7 or 8 by Benedictine monks, the wolves having cared for him by “surrounding him in cold weather, and fed him the best meat from the hunt.”", "hoc": "“Ayaraḱ Koahon do (1304), 3 sirmać hoba akan re ṭẽoḱ ko goḱ ket́ića, 7, 8 sirma lekać hoba len re, ṭẽoḱ ko “Rabaṅ re abarum tala ket́ić te, sangar agu let́ buginùtar Jilu ajom ket́ić” tekô nelić taeken re Benedictine monk ko nam let́ića.”" },
  { "eng": "Do what is good to those who hate you.", "hoc": "Kaa bugipe tan kó bugiko pe." },
  { "eng": "The mountain ecosystem is characterized by high altitudes and extreme weather conditions.", "hoc": "Buru Ecosystem do usul Altitude anḍoḱ extreme Weather Condition te urumoḱa." },
  { "eng": "I wonder what it looks like.", "hoc": "Ena chilika toraṅ neloḱa." },
  { "eng": "British Crown rule began in 1858.", "hoc": "British Crown rule 1858 re eó eana." },
  { "eng": "Why are you here?", "hoc": "Chenaḱ mente nentaḱ remea?" },
  { "eng": "Are you afraid?", "hoc": "Boroê tanam?" },
  { "eng": "According to official statistics, India's forest cover is 713,789 km2 (275,595 sq mi), which is 21.71% of the country's total land area.", "hoc": "Otesaeaḱ 34 kipilijiidann hotspot (enhasaùpânaḱ ko ge sange menaḱ loḱ significant Basapaiànat́ (habitat loss) nelnamoḱ) ko ren upunea do India re ge menaḱa." },
  { "eng": "Tom used to work for a big firm in Boston.", "hoc": "Tom do Boston re miat́ maraṅ Firm lagit́eć paeṭi kena." },
  { "eng": "Ziri returned to the village.", "hoc": "Ziri Hatuć ruaa eana." },
  { "eng": "I like tea.", "hoc": "Tea ń sukúa." },
  { "eng": "Die!", "hoc": "Goćoḱ pe!" },
  { "eng": "India accounts for the bulk of the Indian subcontinent, lying atop the Indian tectonic plate, a part of the Indo-Australian Plate.", "hoc": "Indo-Australian Plate aḱ miat́ part tan Indian-tectonic-plate chetan re menaḱ tan India do Indian subcontinent aḱ goṭa-noḱ-homoo (bulk) leka menaḱa." },
  { "eng": "I don't need anything.", "hoc": "Jahnaḱ ́ káaà." },
  { "eng": "We walked to the river.", "hoc": "Gaḍa taḱbu sen ket́a." },
  { "eng": "It predominates in the tropical moist forest of the Andaman Islands, the Western Ghats, and Northeast India.", "hoc": "Andaman Island„ Western Ghat„ Northeast India ko ren Singichirmit́odabir (tropical moist forest) ko re enkan Bir ge predominantly menaḱa." },
  { "eng": "Let's go!", "hoc": "Dola!" },
  { "eng": "Are you a student?", "hoc": "Iskul tanam?" },
  { "eng": "I sell magnets.", "hoc": "Magnet kó akaría." },
  { "eng": "In South India, a progression to sedentary life is indicated by the large number of megalithic monuments dating from this period, as well as by nearby traces of agriculture, irrigation tanks, and craft traditions.", "hoc": "South India re, nen period paa te back-date akan maparaṅ sereṅ (megalithic) monument ko te anḍoḱ en daradari ren agriculture, irrigation tank ko, anḍoḱ craft-tradition ko reaḱ satareć ko te sedentary life paa ten Progression inguloḱ tana." },
  { "eng": "He was alone in the room.", "hoc": "Room re eskarć taekena." },
  { "eng": "I wonder why Tom won't sit next to me anymore.", "hoc": "Tom idu chenaḱ mente nahḱ á japaḱ re kać dú baaà." },
  { "eng": "He is not at home.", "hoc": "Oaḱ re baṅać." },
  { "eng": "By this time, with its economic power severely curtailed by the British parliament and having effectively been made an arm of British administration, the East India Company began more consciously to enter non-economic arenas, including education, social reform, and culture.", "hoc": "Nen imita loḱ do, British parliament iate akôaḱ economic power curtail ean ko te anḍoḱ sari samanaṅ re do British administration aḱ miat́ t́ bai ean ko te, East India Company ren ko adaan aete ge education, social reform, culture mesa keet́aḱ non-economic Area rekô bolo eana." },
  { "eng": "I run every day.", "hoc": "Dimsí nirêa." },
  { "eng": "Don't go near this dog.", "hoc": "Nen Seta japaḱ alaben sena." },
  { "eng": "I just don't know what to say.", "hoc": "Kajiê teaḱ ká ada reńê tana." },
  { "eng": "While Caesar was alive the state was safe.", "hoc": "Caesar jivt́ akan re, State do horhoann ge taekena." },
  { "eng": "Can I help you?", "hoc": "Dengabená?" },
  { "eng": "At this altitude, the weather can change quickly and without warning.", "hoc": "Nen Altitude re, Weather do esu ã́cha change emanoḱa, anḍoḱ ená Warning banoḱ tege." },
  { "eng": "“Thank you. “You're welcome.”", "hoc": "“Thank you. “́ mar.”" },
  { "eng": "“Those deemed “unfit to reproduce” often included people with mental or physical disabilities, people who scored in the low ranges on different IQ tests, criminals and “sexual and social deviants”, and members of disfavored minority groups.”", "hoc": "“Reproduction lagit́ unfit ge nel ean ko re, often do mental„ physical disability menaḱ ko ́, epeṭaḱ IQ test ko re low range re score ket́ ko ́, criminal ko„ “sexual„ social deviant ko” ́„ disfavor akan minority group ko ́kô taekena.”" },
  { "eng": "Hindustan reaḱ meaning re variation tae aken gea, tisiṅaḱ north-India anḍoḱ Pakistan mesa keet́aḱ Region ́ inguloḱ taekena, anḍoḱ goṭa noḱ India ́.", "hoc": "The meaning of Hindustan has varied, referring to a region encompassing present-day northern India and Pakistan or to India in its near entirety." },
  { "eng": "This village is mine!", "hoc": "Nan Hatu do áaḱa!" },
  { "eng": "In 1947 the British Indian Empire was partitioned into two independent dominions, a Hindu-majority Dominion of India and a Muslim-majority Dominion of Pakistan, amid large-scale loss of life and an unprecedented migration.", "hoc": "1947 re large Scale gonoć anḍoḱ unprecedented migration hoban loḱ British Indian Empire do barea independent dominion oḱge partition eana, miat́ do India, Hindu-majority Dominion, anḍoḱ miat́ do Pakistan, Muslim-majority Dominion." },
  { "eng": "It's sunny today.", "hoc": "Tisiṅgeć jeṭe tat́a." },
  { "eng": "In the 15th century, the Vijayanagara Empire created a long-lasting composite Hindu culture in south India.", "hoc": "15th-century re, Vijayanagara-Empire renko south-India re long-lasting-composite-Hindu-culture ko bai ket́a." },
  { "eng": "Is it true that both Tom and Mary want to do that?", "hoc": "Tom anḍoḱ Mary barhoo enakin paeṭi sanaṅ tan teaḱ do sari chi?" },
  { "eng": "Don't worry. Everything is going well.", "hoc": "Alape uṛuḱoḱa. Sabenaḱ bugin ge sesen tana." },
  { "eng": "I just proposed a new version.", "hoc": "Nè ge miat́ nama Version é propose ket́a." },
  { "eng": "I am in Rome now.", "hoc": "Nahḱ Rome réa." },
  { "eng": "Do you understand me?", "hoc": "Áaḱ Kajim toḱ ket́a chi kaa?" },
  { "eng": "He was found by nobles who used the area as hunting grounds.", "hoc": "En area do Hunting Ground leka let́ Noble ko nam let́ića." },
  { "eng": "Tom, this is my brother, John.", "hoc": "Tom, neić Baú John." },
  { "eng": "I am eating lunch with my sister.", "hoc": "Ají loḱ Tikinmanḍí jom tana." },
  { "eng": "This is a book.", "hoc": "Nena miat́ Kitá." },
  { "eng": "We walked to the river.", "hoc": "Gaḍa taḱlaṅ sen ket́a." },
  { "eng": "Are you winning?", "hoc": "Daeoḱ tanam chi?" },
  { "eng": "Why did you lie?", "hoc": "Chenaḱ mente chakat́em kaji ket́a." },
  { "eng": "In those tales, the depiction of feral children included hunting for food, running on all fours instead of two, and not knowing language.", "hoc": "En story ko re Birbagehon koaḱ Depiction re, Jom nam te sangar tanaḱ, bar Kaṭa te ḱ otet́ akan te nir tanaḱ, Jagar ḱ etoannaḱ ko taemesa kena." },
  { "eng": "She never saw her brother again.", "hoc": "Aćaḱ Bokote kać nel uraa ket́ića." },
  { "eng": "It's a Saxon village.", "hoc": "Ena Saxon Hatu." },
  { "eng": "Tom's awake.", "hoc": "Tom evn akanać." },
  { "eng": "Are you a student?", "hoc": "Iskul tanaben?" },
  { "eng": "A pioneering and influential nationalist movement emerged, which was noted for nonviolent resistance and became the major factor in ending British rule.", "hoc": "Nonviolent Resistance lagit́ nutuman miat́ pioneering anḍoḱ influential nationalist Movement ooḱl eana, anḍoḱ enage British rule túnḍu teaḱ major factor bai eana." },
  { "eng": "Have you taken out the garbage?", "hoc": "Joboram onḍoṅ ket́a chi?" },
  { "eng": "I'm not a doctor.", "hoc": "Doctor kaa taná." },
  { "eng": "Come here.", "hoc": "Hućoḱ pe nente." },
  { "eng": "This village is boring.", "hoc": "Nen Hatu múkúa." },
  { "eng": "Jupiter is so large that all of the other planets in the solar system could fit inside of it.", "hoc": "Jupiter do, Solar System ren sanam Planet ko ena rekô ś́ dae reń imin maraṅa." },
  { "eng": "In the decades following, public life gradually emerged all over India, leading eventually to the founding of the Indian National Congress in 1885.", "hoc": "Ena tayomaḱ decade ko re, India re public life mãe mãe te nelnam eana, anḍoḱ ena te ge 1885 re Indian National Congress bai bit́ eana." },
  { "eng": "I like learning languages.", "hoc": "Eṭaḱ-eṭaḱ Jagar ko etonn sukúa." },
  { "eng": "Where are you going?", "hoc": "Okon tebena?" },
  { "eng": "The World Bank cautions that, for India to achieve its economic potential, it must continue to focus on public sector reform, transport infrastructure, agricultural and rural development, removal of labour regulations, education, energy security, and public health and nutrition.", "hoc": "World Bank aete Caution em akana, India aḱ Economic Potential achieve ê lagit́, India re Public Sector Reform, Transport Infrestructure, Śhasa„ Hatusai Development, Labour Regulation Anatom, Etosẽa, Energy Security, anḍoḱ Sangekohasubanaṅ (Public Health)„ Nutrition re Focus em rika idiê te hobana." },
  { "eng": "Their village is small.", "hoc": "Hatu takô huḍí gea." },
  { "eng": "Marriage does not happen in the same sept.", "hoc": "Miat́ ge Kili re Aandi kaa hobana." },
  { "eng": "This wide variety of shapes is determined by the bacterial cell wall and cytoskeleton and is important because it can influence the ability of bacteria to acquire nutrients, attach to surfaces, swim through liquids and escape predators.", "hoc": "Shape ko reaḱ wide Variety do Bacteria Okoaginil (Cell Wall)„ Cytoskelton te determine oḱa, anḍoḱ nena do Bacteria ko Nutrient nám re, Surface kore juaḱenn lagit́, Língiaḱ (Liquid) kore oyarenn, Predator ko taḱaete nirduḱnn Danae influence oḱa." },
  { "eng": "When he was around seven years old, he was brought back to civilization.", "hoc": "7 sirma lekać hoba len re, Civilization teć agu ruaa lena." },
  { "eng": "It is the subject of a long-standing debate in linguistics and language acquisition over the extent to which the ability to acquire language is biologically linked to developmental stages of the brain.", "hoc": "Linguistics„ Language Acquisition re, Language Eton Daṉaê do okon Extent jooṅ Hataṅ Haramaraṅ Stage ko loḱ Biological Link menaḱa menteaḱ long-standing debate re, nena miat́ Subject akana." },
  { "eng": "This is never going to end.", "hoc": "Nena kaa chabana." },
  { "eng": "Are you afraid?", "hoc": "Boroê tanaben?" },
  { "eng": "The villages are thirsty.", "hoc": "Hatu re Daḱringa menaḱa." },
  { "eng": "Santiago's words still give me chills.", "hoc": "Santiago aḱ Kaji te nahḱ ́ gisir gé adaêa." },
  { "eng": "Can you help me?", "hoc": "Denga daéape chi?" },
  { "eng": "Early political consolidations gave rise to the loose-knit Maurya and Gupta Empires based in the Ganges Basin.", "hoc": "Sidae sidaeaḱ political Consolidation te Ganga Gaḍa basin re loose-knit Maurya anḍoḱ Gupta Empire ko emerge eana." },
  { "eng": "Tell me again.", "hoc": "anḍoḱ misa kajiá me." },
  { "eng": "Gradually expanding rule of the British East India Company followed, turning India into a colonial economy, but also consolidating its sovereignty.", "hoc": "En tayom British East India Company renkoaḱ gradually-expanding-rule otoṅ hućoḱ eana, India dokô colonial-economy ket́a, enloḱ enaaḱ sovereignty ́kô consolidate ket́a." },
  { "eng": "What are you cooking?", "hoc": "Chenaḱpe isin tana?" },
  { "eng": "Am I losing?", "hoc": "Paḍuoḱ taná chi?" },
  { "eng": "More coffee, please.", "hoc": "onḍoḱ ge Coffee honaṅ." },
  { "eng": "Everybody was staring at Tom.", "hoc": "Saben Tom paakô heta akat́ taekena." },
  { "eng": "Let's dance.", "hoc": "Dolaṅ susuna." },
  { "eng": "Do what is good to those who hate you.", "hoc": "Kaa bugim tan kó bugiko me." },
  { "eng": "What time is the meeting?", "hoc": "Meeting chimita rea?" },
  { "eng": "What's he doing over there?", "hoc": "Ać han re chenaḱć chika tana?" },
  { "eng": "Come eat!", "hoc": "Dola jomê me!" },
  { "eng": "Let's ask him.", "hoc": "Dolabu kulića." },
  { "eng": "He was later sent to the court of Prince Henry, and became accustomed to human society but said he preferred the wolves.", "hoc": "Enić tayom do Prince Henry aḱ Court teć kul eana, anḍoḱ Human Society ć nel sebe ean ré 'ṭẽoḱ ko taḱ gé sukuat́ać' men." },
  { "eng": "Everyone fell asleep.", "hoc": "Saben ko duum eana." },
  { "eng": "Why are they here?", "hoc": "Chenaḱ mente nentaḱ rekoa?" },
  { "eng": "Don't let Tom use my car.", "hoc": "Tom áaḱ Car alam har irieća." },
  { "eng": "There is much debate over the timing of the critical period with respect to second-language acquisition (SLA), with estimates ranging between 2 and 13 years of age.", "hoc": "Estimate ko 2 aete 13 sirma jooṅ senoḱ tan loḱ, Second Language Eneto reaḱ Critical Period reaḱ Timing chetan ́ esu debate menaḱa." },
  { "eng": "Scientists at the Harvard-Smithsonian Center for Astrophysics, after analyzing data from NASA's Kepler space telescope, calculated that six percent of the galaxy's 75 billion red dwarf stars have potentially habitable, Earth-sized planets. Red dwarfs — which are smaller, cooler and much dimmer than our own Sun — are the most common stars in the galaxy, so the closest Earth-like planet could be just 13 light years away, the astronomers conclude in their new study.", "hoc": "Harvard-Smithsonian Astrophysics Center ren Scientist ko, NASA aḱ Kepler Space Telescope aetenn Data analyse keet́, nen Galaxy ren 75 Billion Araḱ Dwarf Ipil kore 6% re, potentially Jiwt́basadaeoḱ„ Mataraṅ Ote iminoḱ Planet ko menaḱa mentekô calculate ket́a. Abuaḱ Singi aeté huḍiṅ„ reaa„ ĺḱ nubaḱ gen Araḱ Dwarf ko do, Galaxy ren common utar Ipil ko, enate, japaḱ utar Ote-lekan Planet do 13 ge Marsalsirma saniṅ menaḱ toraṅ mente takoaḱ nama Study re Astronomer ko conclude ket́a." },
  { "eng": "Don't be like him.", "hoc": "Enić leka alam baina." },
  { "eng": "Ziri is from a village.", "hoc": "Ziri do Hatu aetenić." },
  { "eng": "Look at this!", "hoc": "Neè!" },
  { "eng": "I can shoot.", "hoc": "Tú daeá." },
  { "eng": "You're not as tall as Tom is.", "hoc": "Tom imin kam salangià." },
  { "eng": "Sometimes bears roam our village.", "hoc": "Ale Hatu re misa-misa Bana ko honor baaà." },
  { "eng": "We can learn a lot from children.", "hoc": "Hon ko taḱ aete esuaḱbu etonn daea." },
  { "eng": "You are beautiful.", "hoc": "Esu bugiben neloḱa." },
  { "eng": "Let's work.", "hoc": "Dolaṅ paitiêa." },
  { "eng": "These dual processes, driven by convection in the Earth's mantle, both created the Indian Ocean and caused the Indian continental crust eventually to under-thrust Eurasia and to uplift the Himalayas.", "hoc": "Ote aḱ Convection te hoban taeken en barea process te, Indian Ocean ́ bai eana, anḍoḱ Indian continental crust te tayom Eurasia under-thrust ean te Himalaya buru ́ udur raká eana." },
  { "eng": "They were laughing like crazy.", "hoc": "Bayaoḱ tan lekakô landa tan taekena." },
  { "eng": "Why is Tom here?", "hoc": "Tom chenaḱ mente nentaḱ rića?" },
  { "eng": "Are you happy?", "hoc": "Rãasa rebena chi kaa?" },
  { "eng": "In the 6th and 7th centuries, the first devotional hymns were created in the Tamil language.", "hoc": "6th anḍoḱ 7th century re, Tamil language ren ayarutar devotional-hymn ko bai eana." },
  { "eng": "You are in my heart.", "hoc": "Áaḱ Jibon remea." },
  { "eng": "Sami doesn't like Layla because she is ginger.", "hoc": "Layla aḱ Bohḱbale araḱ chambara te Sami kać sukuteića." },
  { "eng": "I don't speak Japanese.", "hoc": "Japanese te ká jagar etoêa." },
  { "eng": "Their long occupation, initially in varying forms of isolation as hunter-gatherers, has made the region highly diverse, second only to Africa in human genetic diversity.", "hoc": "Eó re hunter-gatherer ko leka varying form of isolation re taen taen te enkoaḱ sipirmaoḱgen Banasa te nen Region esu diverse eana, human-genetic-diversity lekate ma Africa sekar ĺḱ eana." },
  { "eng": "Sit down.", "hoc": "Dú pe." },
  { "eng": "What time is the meeting?", "hoc": "Dunú chimite rea?" },
  { "eng": "Our school is in this village.", "hoc": "Ale School nen Hatu rea." },
  { "eng": "The critical period hypothesis states that the first few years of life is the crucial time in which an individual can acquire a first language if presented with adequate stimuli, and that first-language acquisition relies on neuroplasticity of the brain.", "hoc": "Critical Period Hypothesis re, eneóaḱ chiminaṅ taesirma do crucial gea, lali stimuli emoḱ redo, jaać ré ge First Language kô eto daea mente ́, First Language Eneto do, Hataṅ Neuroplasticity dae suba rea mente ́ menoḱa." },
  { "eng": "Come here.", "hoc": "Ila." },
  { "eng": "“The new home is more than one-thousand square meters. Work crews used almost ninety-one-thousand kilograms of steel to build it. About one-fifth of the steel is covered with a chemical that kills bacteria, mold and other organisms. A Massachusetts company, AgION Technologies, produces the chemical. The heating, airflow and cooling systems all are made with the treated steel. So are food preparation surfaces and other “high-touch” areas, along with the roof.”", "hoc": "“Nama Oaḱ do mit́ Thousand Square Meter aete ́ ĺḱa. Ena bai re Paiṭi Crew ko upuhisigelmit́ Thousand kilogram leka noḱ Steel kô agujoṅ ket́a. Steel mõe-re-mit́ chetan do Bacteriahita„ Gúmahita„ eṭaḱ Manjivt́ ko góć Chemical menaḱa. AgION Technologies, miat́ Massachusetts ren Company re nen Chemical ko baioḱa. Úrgum„ Hoyoparom„ Réaa System ko saben nen Treated Steel te ge bai akana. Oaḱdaná loḱ te, Jomaḱ Bái Surface ko„ eṭaḱ “laaḱ jaḱoḱ” Area ko ́ enka ge.”" },
  { "eng": "I too like apples.", "hoc": "Á ́ ge Apple kó sukutea." },
  { "eng": "India do megadiverse Disum tana, nen Term do kipilijivt́ (biological diversity) sangeann (high ann) anḍoḱ Hasaùpanaḱ (Enhasaùpanaḱ) Jivt́hita ko sange menaḱ tan 17 disum ko lagit́ agujoṅoḱa.", "hoc": "India is a megadiverse country, a term employed for 17 countries which display high biological diversity and contain many species exclusively indigenous, or endemic, to them." },
  { "eng": "The bees followed Edmundo around and stung him.", "hoc": "Dumur ko Edmundo ko otoṅ baa ket́ića, anḍoḱkô t́ ket́ića." },
  { "eng": "She is not home, but at school.", "hoc": "Oaḱ redo kaa School rića." },
  { "eng": "There is disagreement about the causes of the Dunning–Kruger effect.", "hoc": "Dunning–Kruger effect reaḱ cause chenaḱ tana menteaḱ re disagreement menaḱa." },
  { "eng": "I opened the can, but it was empty.", "hoc": "Can reaḱ Danalóé hoṭaḱ ket́a, ena mendo sama ge taekena." },
  { "eng": "Tom has one younger brother.", "hoc": "Tom aḱ miat́ Unḍite menaḱća." },
  { "eng": "I wanna go!", "hoc": "Senêá!" },
  { "eng": "Tom is busy now, so he can't talk with you.", "hoc": "Tom nahḱ Paiṭi rića, ape loḱ kać jagar daea." },
  { "eng": "Most bacteria have not been characterised and there are many species that cannot be grown in the laboratory.", "hoc": "Most Bacteria ko do kakô characterise chaba akana, anḍoḱ Laboratory re kako sange ichi (grow) daeoḱ lekan Hita (Species) kó menaḱa." },
  { "eng": "Where are you going?", "hoc": "Okon tem sen tana?" },
  { "eng": "Yanni left home early in the morning.", "hoc": "Yanni Setaḱ re Oaḱ aete anjaa noḱć ooḱl eana." },
  { "eng": "The queen stood beside the king.", "hoc": "Rani do Raja japaḱ reć tingu eana." },
  { "eng": "He is at home.", "hoc": "Oaḱ rića." },
  { "eng": "The relative peace maintained by the empire during much of the 17th century was a factor in India's economic expansion, resulting in greater patronage of painting, literary forms, textiles, and architecture.", "hoc": "Goŧa noḱ 17th century re empire maintain let́ relative-peace do India aḱ economic expansion ren miat́ factor leka taekena, enate painting, literary form, textile, anḍoḱ architecture ko ĺḱ patronage em eana." },
  { "eng": "I like dogs.", "hoc": "Seta kó sukuaà." },
  { "eng": "By 1200 BCE, an archaic form of Sanskrit, an Indo-European language, had diffused into India from the northwest.", "hoc": "1200 BCE loḱ re do, miat́ Indo-European Language Sanskrit aḱ mari Oṛoṅ (Form), northwest aete India re diffuse len taekena." },
  { "eng": "We saw the whole thing.", "hoc": "Goṭale nel ket́a." },
  { "eng": "Most historians also consider this period to have encompassed several waves of Indo-Aryan migration into the subcontinent from the north-west.", "hoc": "Laaḱpaa historian koaḱ manatiṅ lekate nen period rege Indo-Aryan koaḱ north-west paa aete subcontinent bitâr ten chiminaṅ wave ren migration hoba lena." },
  { "eng": "Who's taller, you or me?", "hoc": "Okoć ĺḱ salangia, am chi á?" },
  { "eng": "India's wildlife, which has traditionally been viewed with tolerance in India's culture, is supported among these forests, and elsewhere, in protected habitats.", "hoc": "Traditionally do Tolerance loḱ nel aguoḱ tan India aḱ Birjivt́ ko do nen Bir ko re, anḍoḱ eṭaḱ paa raka akan Habitat ko re gekô support akana." },
  { "eng": "That old house is thought to be haunted.", "hoc": "En papari Oaḱ do 'Bonga ko menaḱa' kô menêa." },
  { "eng": "Are you at home?", "hoc": "Oaḱ re menaḱmea chi?" },
  { "eng": "Among the socio-economic challenges India faces are gender inequality, child malnutrition, and rising levels of air pollution.", "hoc": "India sanamaṅ re menaḱ tan socio-economic-challange ko do, gender-inequality, child-malnurition anḍoḱ level-rise oḱ tan air-pollution." },
  { "eng": "Under the Guptas, a renewed Hinduism based on devotion, rather than the management of ritual, began to assert itself.", "hoc": "Critical Period Hypothesis re, eneóaḱ chiminaṅ taesirma do crucial gea, lali stimuli emoḱ redo, jaać ré ge First Language kô eto daea mente ́, First Language Eneto do, Hataṅ Neuroplasticity dae suba rea mente ́ menoḱa." },
  { "eng": "They constitute a large domain of prokaryotic microorganisms.", "hoc": "Enko Prokaryotic Manjinivt́ ko (Microorganisms) Domain ren maraṅ Hitat́ ge." },
  { "eng": "Act like adults.", "hoc": "Maraṅ ko leka taenn ben." },
  { "eng": "Muslim armies from Central Asia intermittently overran India's northern plains, eventually founding the Delhi Sultanate, and drawing northern India into the cosmopolitan networks of medieval Islam.", "hoc": "Central Asia aeten Muslim army ko intermittenly India aḱ north-plain ko attack ê taekena, eventually Delhi Sultanate ko bai bit́ ket́a, anḍoḱ enkate north-India do medieval Islam aḱ cosmopolitan Sikuar (Network) loḱkô or mesa ket́a." },
  { "eng": "Tell me.", "hoc": "Kajiá pe." },
  { "eng": "Some 431 million Indians have left poverty since 1985; India's middle classes are projected to number around 580 million by 2030.", "hoc": "1985 aete, 431 Million leka India renko Ripinga aetekô atom akana; 2030 jooṅ do, India aḱ Middle Class koaḱ leneka 580 Million leka hobana mente project akana." },
  { "eng": "Where do you live?", "hoc": "Okon reben taena?" },
  { "eng": "All the villagers know him.", "hoc": "Hatu ren saben ko chirgal tat́ića." },
  { "eng": "The researchers were able to estimate that the polar bears' ancestors branched off from the brown bear population when they headed north and adapted to the Arctic habitat, becoming a separate species about 150,000 years ago.", "hoc": "Punḍi Bana aḱ Ancestor ko North paa senoḱ ean aete Arctic Habitat rekô adapt ean re, 150,000 leka sirma maaṅ tannga Species kô baioḱ leka, Brown Bana koaḱ Population aetekô chaṅ tannga eana, -mentekô estimate daeat́a Researcher ko." },
  { "eng": "Why is Tom wet?", "hoc": "Tom chenaḱ menteć lum akana?" },
  { "eng": "In recent years, the term has seen a revival in bioethical discussions on the usage of new technologies such as CRISPR and genetic screening, with heated debate around whether these technologies should be considered eugenics or not.", "hoc": "Daaradaḱ sirma ko re do, nen term do CRISPR anḍoḱ genetic screening lekan nama technology reaḱ usage reaḱ bioethical discussion ko re agu ruaa akana, nekan technology ko do Eugenics mene re bugia chi kaa mente heated debate hoban tan gea." },
  { "eng": "The various modes of worship which prevailed in the Roman world were all considered by the people as equally true; by the philosopher as equally false; and by the magistrate as equally useful. And thus toleration produced not only mutual indulgence, but even religious concord.", "hoc": "Roman World re taeken Bongaburu reaḱ sange Mode ko sanam, hoo ko do equally sarià -mente; Philosopher ko do equally False à -mente; anḍoḱ Magistrate do equally useful à -menteć nelê taekena. Anḍoḱ enkate, Toleration te, mutual Indulgence sekar ge do ḱ, religious Concord ́ produce eana." },
  { "eng": "Lift it up.", "hoc": "T́ṅê me." },
  { "eng": "India's foreign exchange remittances of US$100 billion in 2022, highest in the world, were contributed to its economy by 32 million Indians working in foreign countries.", "hoc": "2022 re, Otesai re ge highest, US$100 Billion hoban, India aḱ Foreign Exchange Remittance do, Foreign Disum kore paiṭi tan 32 Million India renko India aḱ Economy rekô em mesa ket́a." },
  { "eng": "Tom is standing in front of the school.", "hoc": "Tom School samanaṅ reć tingu akana." }
  ],
  "test": [
    { "eng": "Jump.", "hoc": "Ućenn." },
  { "eng": "Hello, how are you?", "hoc": "Chia, chilika menaḱpea?" },
  { "eng": "Go away.", "hoc": "Sen eṛaḱnn me." },
  { "eng": "Shut up!", "hoc": "Hapan me!" },
  { "eng": "During the next four decades, Indian GDP is expected to grow at an annualised average of 8%, making it potentially the world's fastest-growing major economy until 2050.", "hoc": "Kalomaḱ barhisi sirma re, India aḱ GDP do 8% sirmaaḱ Average loḱ ayar tersana mente Expectation menaḱa, enkare, India do potentially 2050 jooṅ Otesaiaḱ fastest-growing major Economy oḱa." },
  { "eng": "From being a comparatively destitute country in 1951, India has become a fast-growing major economy and a hub for information technology services, with an expanding middle class.", "hoc": "1951 sirma ren miat́ comparatively ringâ-rengeć disum aete, India do nahḱ ãacha tersaoḱ tan major Economy anḍoḱ osaroḱ tan middle Class menaḱ Information Technology Service ren Hub akana." },
  { "eng": "Why are you laughing?", "hoc": "Chikatem landaê tana?" },
  { "eng": "Come and dance with me!", "hoc": "Dola á loḱ susun pe!" },
  { "eng": "Algeria is shifting towards a more market-oriented economy.", "hoc": "Algeriaren ko do, ĺḱ Market-oriented akan Economy paa te ko shift enn tana." },
  { "eng": "We are in the same class.", "hoc": "Miad Class regebua." },
  { "eng": "“Enleka ge “India” nen nutum reaḱ derivation-source do miat́ tayom miat́ Hellenistic Greek ren India ( Ἰνδ́α), ancient Greek ren Indos ( Ἰνδ́ς), Old Persian ren Hindush (Achaemenid Empire ren eastern province), anḍoḱ tayomutar do Sanskrit ren enaaḱ cognate Sindhu, chi “gaḍa” aete derive akana, nen “gaḍa” te specifically do Indus Gaṛać inguloḱ tana, anḍoḱ implication te, enaaḱ well-settled-southern-basin ́.”", "hoc": "“In turn the name “India” derived successively from Hellenistic Greek India ( Ἰνδ́α), ancient Greek Indos ( Ἰνδ́ς), Old Persian Hindush (an eastern province of the Achaemenid Empire), and ultimately its cognate, the Sanskrit Sindhu, or “river”, specifically the Indus River and, by implication, its well-settled southern basin“" },
  { "eng": "I miss the village.", "hoc": "Hatu esu uḍuḱ́a." },
  { "eng": "What are you doing?", "hoc": "Chenaḱpe chika tana?" },
  { "eng": "It may rain.", "hoc": "Gama emanêać." },
  { "eng": "She wants a bigger home.", "hoc": "anḍoḱ maraṅ Oaḱć nam tana." },
  { "eng": "She is not home, but at school.", "hoc": "Oaḱ redo kaa School re menaḱća." },
  { "eng": "Are you tired?", "hoc": "Laga eanape?" },
  { "eng": "You are in my heart today as always.", "hoc": "Jaoge leka tisiṅ ́ áaḱ Jibon remea." },
  { "eng": "Stay awake.", "hoc": "Evn akanoḱ me." },
  { "eng": "The village population has decreased.", "hoc": "Hatu reaḱ Population adit́ akana." },
  { "eng": "They wiped out entire villages.", "hoc": "Sam Hatu kokô chaba reń ket́a." },
  { "eng": "Tom is an awful man.", "hoc": "Tom do et́kan hoo." },
  { "eng": "Journalistic accounts of children raised by animals.", "hoc": "Birjivt́ ko taḱ hara len Hon ko reaḱ Journal Kanatai ko." },
  { "eng": "They didn't kill themselves.", "hoc": "Ako te do kakô goćen eana." },
  { "eng": "Is it scientifically plausible?", "hoc": "Ena Science lekate hoba daeoḱ lekanaḱ chi?" },
  { "eng": "Mom will buy us a puppy.", "hoc": "Ḿ Setahoneć kiriṅalaṅa." },
  { "eng": "Why are you crying?", "hoc": "Chenaḱ mentem raḱ tana?" },
  { "eng": "These gradually developed into the Indus Valley Civilisation, the first urban culture in South Asia, which flourished during 2500–1900 BCE in Pakistan and western India.", "hoc": "Nena ko ge gradually 2500 BCE aete 1900 BCE re Pakistan anḍoḱ western India re flourish len South Asia ren ayarutar urban culture Indus Valley Civilisation oḱge bai tersa eana." },
  { "eng": "Show me again.", "hoc": "anḍoḱ misa udúá me." },
  { "eng": "How far is the village?", "hoc": "Hatu chimin saniṅ rea?" },
  { "eng": "Tom said that he was afraid of snakes.", "hoc": "Bí kó borotekôa' ć men ket́a Tom." },
  { "eng": "Could you send me a picture?", "hoc": "Miat́ Photo pe kul daeáa?" },
  { "eng": "Let's unearth the ginger.", "hoc": "Ada bu ĺ ooḱlêa dola." },
  { "eng": "That may mean nothing to you, but it means a lot to me.", "hoc": "Ena amaḱ lagit́ jahn Gonoṅ banoḱa, áaḱ lagit́ mendo esu gonoṅana." },
  { "eng": "I love you.", "hoc": "Amá sukua tana." },
  { "eng": "Why are they angry?", "hoc": "Chenaḱ mentekô kurkur akana." },
  { "eng": "I want a bicycle.", "hoc": "Á miat́ Bicycle honaṅ." },
  { "eng": "Say it again.", "hoc": "anḍoḱ misa kajiêm." },
  { "eng": "Why didn't you come?", "hoc": "Chenaḱ mente kam hućoḱ lena?" },
  { "eng": "Can I take a picture here?", "hoc": "Netaḱ kó photoê redo?" },
  { "eng": "However, a few species are visible to the unaided eye—for example, Thiomargarita namibiensis is up to half a millimetre long, Epulopiscium fishelsoni reaches 0.7 mm, and Thiomargarita magnifica can reach even 2 cm in length, which is 50 times larger than other known bacteria.", "hoc": "Enkarége, chiminaṅ Bacteriahita ko do sama met́ te ko nel daeoḱa—Example do, tara-Millimetre jiliṅ Thiomargarita namibiensis,, 0.7 mm beṭaê Epulopiscium fishelsoni, urum akan eṭaḱ Bacteria ko aete 50 sa maraṅ 2 cm jaket́ beṭaê Thiomargarita magnifica." },
  { "eng": "Yanni is bleeding.", "hoc": "Yanni mayomeć joro tana." },
  { "eng": "John Ssebunya, from Uganda, was a toddler when his father killed his mother and hanged himself.", "hoc": "Uganda ren John Ssebunya do, Apute, Engateć goć ket́ić tayomeć haka goćen ean re, Ómbaḱhoneć taekena." },
  { "eng": "Along with his contemporary Robert Koch, Pasteur was an early advocate of the germ theory of disease.", "hoc": "Aćaḱ Contemporary Robert Koch loḱ, Pasteur do Ruahasu reaḱ Germ Theory ren early Advocate eć taekena." },
  { "eng": "Flavio was in the village.", "hoc": "Flavio Hatu reć tae kena." },
  { "eng": "Crush the ginger.", "hoc": "Ada gunḍaê me." },
  { "eng": "The Vedas, the oldest scriptures associated with Hinduism, were composed during this period, and historians have analysed these to posit a Vedic culture in the Punjab region and the upper Gangetic Plain.", "hoc": "Hinduism loḱ topolan mariutar scripture Veda ko do, nen period rege compose len taekena, historian ko nena ko analyse keet́ Vedic-culture do Punjab Region anḍoḱ upper Gangetic Plain re taekena mente ko argue tat́a." },
  { "eng": "Yanni lost forty pounds.", "hoc": "Yanni barhisi pound eć at́ ket́a." },
  { "eng": "Because of their ability to quickly grow and the relative ease with which they can be manipulated, bacteria are the workhorses for the fields of molecular biology, genetics, and biochemistry.", "hoc": "Akoaḱ ã́cha sangenn Danae anḍoḱ manipulate kô daeoḱ Relative Lanavar te, Bacteria do Molecular Biology, Genetics anḍoḱ Biochemistry Pii ren Arãaùrić." },
  { "eng": "The Tungabhadra, with rocky outcrops, flows into the peninsular Krishna River.", "hoc": "Rocky outcrops ann Tungabhadra do, peninsular Krishna Gaḍa re atu chabaoḱa." },
  { "eng": "The spices used in making speculaas biscuits are cinnamon, nutmeg, cloves, ginger and white pepper.", "hoc": "Speculaas Biscuit bái re agujoṅoḱ Spice ko do, Cinnamon,, Nutmeg,, Clove,, Ada,, Punḍi Guṭi Marchi." },
  { "eng": "Let's go!", "hoc": "Dolabu!" },
  { "eng": "What are you cooking?", "hoc": "Chenaḱm isin tana?" },
  { "eng": "Their village is small.", "hoc": "Hatu takô huḍía." },
  { "eng": "He said that he was relaxed.", "hoc": "Jirao akanać menteć kaji ket́a." },
  { "eng": "She lives in this village.", "hoc": "Ać do nen Hatu reć taena." },
  { "eng": "The village has no electricity.", "hoc": "Hatu re Electricity banoḱa." },
  { "eng": "Early advocates of eugenics in the 19th century regarded it as a way of improving groups of people.", "hoc": "19th century ren early Eugenicsadvocate ko, ena do Peoplegroup ko improve ê Hora lekakô nelê taekena." },
  { "eng": "Don't forget to turn off the TV before you go to sleep.", "hoc": "Gitić japit́enn ayar TV off taa teaḱ alam riíêa." },
  { "eng": "Where the frontier of science once was is now the centre.", "hoc": "Ayar Science aḱ Chirmit́ tae ken Pai ge, nahḱ do Tala." },
  { "eng": "She bought a new car.", "hoc": "Nama Car eć kiriṅ ket́a." },
  { "eng": "She often sits there reading a book.", "hoc": "Ać hantaḱ dú akan aete Kitab koć paṛao baaêa." },
  { "eng": "By 400 BCE, stratification and exclusion by caste had emerged within Hinduism, and Buddhism and Jainism had arisen, proclaiming social orders unlinked to heredity.", "hoc": "400 BCE loḱ do Hinduism re caste lekate Stratification anḍoḱ Exclusion nelnam eana, anḍoḱ Heredity loḱ Link banoḱ Social Order proclaim ê tan Buddhism anḍoḱ Jainism eó eana." },
  { "eng": "How often do you buy eggs?", "hoc": "Chimin chimin re Jarom dom kíría?" },
  { "eng": "Politically, by the 3rd century BCE, the kingdom of Magadha had annexed or reduced other states to emerge as the Mauryan Empire.", "hoc": "Politics nele redo, 300 BCE loḱ do, Magadha kingdom ge eṭaḱ state ko annex keet́ baredo reduce keet́ Mauryan Empire bai eana." },
  { "eng": "Goodbye!", "hoc": "Bugite senoḱ pe!" },
  { "eng": "Why did you cry?", "hoc": "Chenaḱ mentem raḱ ket́a." },
  { "eng": "Fear your own shadow.", "hoc": "Amaḱ Umbul ge borote me." },
  { "eng": "I don't have a CD player, but I bought the CD anyway.", "hoc": "Á taḱ CD Player banoḱa, enré, CD dó kirí ket́ gea." },
  { "eng": "What makes it so plausible to assume that hypocrisy is the vice of vices is that integrity can indeed exist under the cover of all other vices except this one. Only crime and the criminal, it is true, confront us with the perplexity of radical evil; but only the hypocrite is really rotten to the core.", "hoc": "Sarite, Hypocrisy ge bage keet́ saben Vice ko suba re Integrity danaṅ daeoḱ teaḱ tege, ena do Vice ko ren Vice mente uḍuḱ sarinn teaḱ ́ imin sari reń leka adaoḱa. Sarite, Crime anḍoḱ Criminal te sekar Radical Evil reaḱ Panaṭet́ dobu nel samaṅ ichi daeoḱa; enré, Hypocrite sekar ge mendo Jaṅmea jaket́eć soya akana." },
  { "eng": "The eugenics movement became associated with Nazi Germany and the Holocaust when the defense of many of the defendants at the Nuremberg trials of 1945 to 1946 attempted to justify their human-rights abuses by claiming there was little difference between the Nazi eugenics programs and the US eugenics programs.", "hoc": "1945 aete 1946 reaḱ Nuremberg trial kore, sapangi defendant koaḱ defense ko do, Nazi koaḱ Eugenics program re anḍoḱ US aḱ Eugenics program re beteḱ ge sapaniṅ menaḱ mente argue keet́ akoaḱ human rights abuse ko justify ê teaḱkô attempt let́ te, Eugenics movement do Nazi Germany oḍoḱ Holocaust loḱ associate eana." },
  { "eng": "The dissemination of scientific knowledge is essential.", "hoc": "Science lekatenn Sẽa reaḱ Nitir Tenersa essential gea." },
  { "eng": "Early modern India", "hoc": "Eteó modern India" },
  { "eng": "Do you want to play?", "hoc": "Inuṅaben?" },
  { "eng": "I thought that it might be cocaine, but it was only flour.", "hoc": "Cocaine chi -menté uḍuḱ let́a, ena mendo Holoṅ ge sama." },
  { "eng": "Can I take a picture of you?", "hoc": "Photo ben redó?" },
  { "eng": "I want cheese.", "hoc": "Cheese honaṅ." },
  { "eng": "The Dunning–Kruger effect is usually measured by comparing self-assessment with objective performance.", "hoc": "Dunning–Kruger effect do usually, self-assessment anḍoḱ objective performance umaa keet́ measure oḱa." },
  { "eng": "Eó sidae re North-India lagit́ taeken historical nutum Bharatavarsha aḱ modern-form Bharat do 19th-century tala mala aete India aḱ native nutum lekate popular akana.", "hoc": "A modern rendering of the historical name Bharatavarsha, which applied originally to North India, Bharat gained increased currency from the mid-19th century as a native name for India." },
  { "eng": "Have you finished washing the dishes?", "hoc": "Bela kope gasar chaba ket́a chi?" },
  { "eng": "Bacteria, often lactic acid bacteria, such as Lactobacillus species and Lactococcus species, in combination with yeasts and moulds, have been used for thousands of years in the preparation of fermented foods, such as cheese, pickles, soy sauce, sauerkraut, vinegar, wine, and yogurt.", "hoc": "Úput́jaṅ (Yeast),, Gumajaṅ (Mould) ko loḱte, Toagólcharićjaṅhita (Lactobacillus species) anḍoḱ Toaḍ́ljaṅhita (Lactococcus species) kodo, Cheese,, Pickle,, Soy Sauce,, Sauerkraut,, Vinegar,, Wine,, Yogurt lekan Uput́jomaḱ bai re Thousand Thousand Serma agujoṅ hućoḱ akana." },
  { "eng": "Those chairs are in the way.", "hoc": "En Chair ko do sén Hora rea." },
  { "eng": "Does she have a passport?", "hoc": "Ać taḱ Passport menaḱa chi?" },
  { "eng": "I am in Rome now.", "hoc": "Nahḱ Rome re menaḱ́a." },
  { "eng": "“Semmelweis, who in the 1840s formulated his rules for handwashing in the hospital, prior to the advent of germ theory, attributed disease to “decomposing animal organic matter”.", "hoc": "“1840 kore Ránpai re T́ abuṅenn teaḱ Rule ko formulate ken Semmelweis do Germ Theory hućoḱ ayar, Ruahasu do “decompose oḱ tan Animal Organic Matter” te hobanać men let́a.”" },
  { "eng": "Widespread state intervention and regulation largely walled the economy off from the outside world.", "hoc": "Widespread len State Intervention anḍoḱ Regulation te Economy do outside Otesai aete ginil tannga lena." },
  { "eng": "Before I die, in addition to my last will and testament, I want to write a love letter as well. No matter how shameful it may be, I don't have to be ashamed anymore.", "hoc": "Goćoḱ ayar, áaḱ Last Will anḍoḱ Testament loḱ te, miat́ Love Letter ́ olê teaḱ sanaṅ menaḱa tá. Ena jahchimin giuḱ reaḱ Kaji menoḱ ré, imitaṅ dó giuḱnn teaḱ jahnaḱ ḱ taena." },
  { "eng": "How are you?", "hoc": "Chilika menaḱmea?" },
  { "eng": "You may write in any language you want. On Tatoeba, all languages are equal.", "hoc": "Jahn Jagar tém ol daea. Tatoeba re saben Jagar ko mit́ gea." },
  { "eng": "He hit me over the head.", "hoc": "Bohḱ chetan reć tam ket́ía." },
  { "eng": "What is your name?", "hoc": "Amaḱ Nutum do?" },
  { "eng": "These evolutionary domains are called Bacteria and Archaea.", "hoc": "Nen evolutionary Domain kin ge Bacteria anḍoḱ Archaea menoḱa." },
  { "eng": "Tom bought some sweet potatoes.", "hoc": "Tom joka Sangać kirí let́a." },
  { "eng": "How long have you been here for?", "hoc": "Nentaḱ chimin sirma aetepe taenn tana?" },
  { "eng": "Do you love me?", "hoc": "Jahnaḱ ́ káà." },
  { "eng": "Many historians consider this to be the onset of India's colonial period.", "hoc": "Sangi historian ko do nena ge India aḱ colonial period ren anaṅ mentekô metaà." },
  { "eng": "What do you want?", "hoc": "Chenaḱm nam tana?" },
  { "eng": "Where is the tree?", "hoc": "Daru do okon rea?" },
  { "eng": "Everyone went to sleep.", "hoc": "Saben ko gitić eana." },
  { "eng": "Why are you dancing?", "hoc": "Chikateben susun tana?" },
  { "eng": "India do goṭa Toasaṅhita (Mammal) ko ren 8.6%,, Oehita ko ren 13.7%,, Lé́hita (Reptile) ko ren 7.9%,, Otedaḱhita (Amphibians) ko ren 6%,, Hakôhita ko ren 12.2%,, anḍoḱ goṭa Bahoḱsíhita (Flowering Plant) ko ren 6% koaḱ Basapai (habitat) tana.", "hoc": "India is a habitat for 8.6% of all mammal species, 13.7% of bird species, 7.9% of reptile species, 6% of amphibian species, 12.2% of fish species, and 6.0% of all flowering plant species." },
  { "eng": "Why are you angry?", "hoc": "Chiketaben ŕgo akana?" },
  { "eng": "During the period 2000–500 BCE, many regions of the subcontinent transitioned from the Chalcolithic cultures to the Iron Age ones.", "hoc": "2000-500 BCE period re, nen subcontinent ren esu Region ko Chalcolithic-culture ko aete Iron-Age-culture paa te transition eana." },
  { "eng": "You look very tired.", "hoc": "Esu laga akan gepe neloḱ tana." },
  { "eng": "India, officially the Republic of India (ISO: Bhārat Gaṇarājya), is a country in South Asia.", "hoc": "India, official nutum Republic of India (Bhārat Gaṇarājya), do South Asia reaḱ miat́ disum tana." },
  { "eng": "Does Tom still do that every day?", "hoc": "Tom nahḱ ́ enać paeṭia chi?" },
  { "eng": "My car is being fixed.", "hoc": "Áaḱ Gaḍi baioḱ tana." },
  { "eng": "Do you have a cellphone?", "hoc": "Aben taḱ Cellphone menaḱa?" },
  { "eng": "It is raining.", "hoc": "Gamaê tanać." },
  { "eng": "She lives in a village.", "hoc": "Miat́ Hatu reć taena." },
  { "eng": "Ziri lives in a village.", "hoc": "Ziri do miat́ Hatu reć taena." },
  { "eng": "I don't know when it will arrive.", "hoc": "Ena chuila hujoḱa ká adaana." },
  { "eng": "As of 2023, India's consumer market was the world's fifth-largest.", "hoc": "2023 reaḱ Data lekate, India aḱ Consumer Market do Otesaiaḱ ḿeaḱ maraṅ taekena." },
  { "eng": "Why are you dancing?", "hoc": "Chenaḱ mentem susun tana?" },
  { "eng": "Duck!", "hoc": "Bohḱ naeć!" },
  { "eng": "In the early medieval era, Christianity, Islam, Judaism, and Zoroastrianism became established on India's southern and western coasts.", "hoc": "Early-medieval-era re, India aḱ southern anḍoḱ western-coast kore Christianity, Islam, Judaism, anḍoḱ Zoroastrianism ko establish eana." },
  { "eng": "Major Himalayan-origin rivers that substantially flow through India include the Ganges and the Brahmaputra, both of which drain into the Bay of Bengal.", "hoc": "Substantially India re atun major Himalayburusaṅ (Himalayan-origin) Gaḍa ko re Ganga,, Brahmaputra menaḱa, banar ge Bay of Bengal re atu chabaoḱa." },
  { "eng": "Tom lives in a small village.", "hoc": "Tom huḍiṅ lekan Hatu reć taena." },
  { "eng": "Why are you afraid?", "hoc": "Chenaḱ menteben boroê tana?" },
  { "eng": "The emerging urbanisation gave rise to non-Vedic religious movements, two of which became independent religions.", "hoc": "Undú ean urbanisation te non-Vedic-religious-movement ko birit́ eana, ena re barea do independent-religion bai eana." },
  { "eng": "Significance in technology and industry.", "hoc": "Technology,, Industry ren Significance." },
  { "eng": "They smiled.", "hoc": "Landa ket́akin." },
  { "eng": "Tom and Mary were lucky that they didn't get killed.", "hoc": "Jahré Tom anḍoḱ Mary kakin goć lena." },
  { "eng": "Tom, Mary, John and Alice are all in the classroom.", "hoc": "Tom, Mary, John anḍoḱ Alice saben do Classroom rekôa." },
  { "eng": "Are you Japanese?", "hoc": "Japan renić tanam?" },
  { "eng": "Heroin isn't a good thing. Stay away from it!", "hoc": "Heroin kaa bugina, ena alamà!" },
  { "eng": "He informed all the villagers.", "hoc": "Hatu ren ko sabeneć chirgal ichi ket́koa." },
  { "eng": "Some bacteria may be even smaller, but these ultramicrobacteria are not well-studied.", "hoc": "Chiminaṅ Bacteria do anḍoḱkô huḍiṅa toraṅ, nen Uputarmanbacteria (Ultramicrobacteria) kodo bugi te kakô study akana." },
  { "eng": "I didn't invite her.", "hoc": "Ká dili ket́ića." },
  { "eng": "Let's walk.", "hoc": "Dolaṅ sen baaêa." },
  { "eng": "No.", "hoc": "Kaa ge." },
  { "eng": "Let's play.", "hoc": "Dolaṅ inuṅa." },
  { "eng": "Some countries use ordinal numbers to count millennia, whereas others count them using cardinal numbers.", "hoc": "Chiminaṅ Disumren ko, Sárai Leneka te Millenia kô lekaêa, anḍoḱ eṭaḱ ko do, Cardinal Leneka te." },
  { "eng": "Since there are rice paddies near my house, I often hear frogs croaking all night long this time of year.", "hoc": "Áaḱ Oaḱ japaḱ Baba Ote ko menaḱ te, sirma re nimitaṅ do Choke ko goṭa Nidakô raḱ tané ayum baakôa." },
  { "eng": "Tom was suspended until further notice.", "hoc": "Tom do hućoḱ Notice jooṅeć suspend lena." },
  { "eng": "I put the report card in the drawer so my mother wouldn't see it.", "hoc": "Engá alakać nelêkâ mente Report Card do Drawer ré em ket́a." },
  { "eng": "I wonder what it tastes like.", "hoc": "Ena chilika toraṅ jomoḱa." },
  { "eng": "Ask him whether she is at home or not.", "hoc": "Oaḱ reća ci kaa mente kulićme." },
  { "eng": "We walked to the river.", "hoc": "Gaḍa taḱle sen ket́a." },
  { "eng": "Bacteria will not breed in alcohol.", "hoc": "Bacteria ko Alcohol re kakô posa sangeoḱa." },
  { "eng": "Your stomach will hurt if you eat that much.", "hoc": "Iminem jom kee redo Ĺć hasumea." },
  { "eng": "“According to a local villager, when he was a child, the only forms of communication he was capable of were crying and demanding food, and he was a “wild boy” whom everyone feared.”", "hoc": "“Miat́ Enpaihaturenićaḱ Kaji lekate, ać Hon len re, ać dae taeken Communication form do Raḱ,, Jomaḱ asi sekar, anḍoḱ ać do saben ko boroać lekan “Bir ren hon” geć taekena.“" },
  { "eng": "Indian royalty, big and small, and the temples they patronised drew citizens in great numbers to the capital cities, which became economic hubs as well.", "hoc": "India aḱ huṛiṅ maraṅ saben lekan royalty koaḱ iate, anḍoḱ ako patronise let́ temple ko iate, economic hub leka ́ bai ean capital city ko te esu sangi citizen ko or idi eana." },
  { "eng": "The United States intends to achieve an economy-wide target of reducing its emissions by 26%-28% below its 2005 level in 2025 and to make best efforts to reduce its emissions by 28%. China intends to achieve the peaking of CO₂ emissions around 2030 and to make best efforts to peak early and intends to increase the share of non-fossil fuels in primary energy consumption to around 20% by 2030.", "hoc": "2005 ren Level aete lataroḱ leka 2025 re 26%-28% j́ṅ Emission adit́e teaḱ anḍoḱ 28% j́ṅ Emission ádit́ lagit́ Best Effort emê teaḱ Economy-wide Target beṭaê Intention United States renkoaḱ menaḱa. China renkoaḱ do 2030 j́ṅ CO₂ Emission reaḱ Peaking beṭaê teaḱ anḍoḱ anjaa peak oḱ lagit́ Best Effort emê teaḱ anḍoḱ Primary Energy Consumption re Non-fossil Fuel reaḱ Share 2030 j́ṅ re 20% leka increase ê teaḱ Intention menaḱa." },
  { "eng": "I hope Tom and Mary are gone by the time we get there.", "hoc": "Entaḱlaṅ beṭaê loḱ do Tom anḍoḱ Mary kin senoḱ antaa akanoḱkấ menea." },
  { "eng": "A small number of other unusual shapes have been described, such as star-shaped bacteria.", "hoc": "Chimin noḱ leka do Star-shape Bacteria lekan eṭaḱ unusual Shape renkô ́ ko describe akana." },
  { "eng": "I'm eating dinner with my husband.", "hoc": "Áaḱ Koa loḱ Mandí jom tana." },
  { "eng": "Do you think Tom will reach the top of the mountain?", "hoc": "Tom Buruchuṭić beṭaê lekam adaê tana?" },
  { "eng": "In these fruiting bodies, the bacteria perform separate tasks; for example, about one in ten cells migrate to the top of a fruiting body and differentiate into a specialised dormant state called a myxospore, which is more resistant to drying and other adverse environmental conditions.", "hoc": "Nen Fruiting Body re, Bacteria do eṭaḱ-eṭaḱ Paeṭi rekô achuna; Example lekate, gelea re miat́ Jivt́okoa do Fruiting Body Chuṭi tekô sen atomena, anḍoḱ roohoḱ,, eṭaḱ Adverse Environmental Condition ko ĺḱ sahtiṅ dae lekan Myxospore menoḱ Specialised Dormant State kô bai tanngana." },
  { "eng": "There were also salutary effects: commercial cropping, especially in the newly canalled Punjab, led to increased food production for internal consumption.", "hoc": "Salutary effect ko ́ taeken gea: especially do nama ge Canal ko bai akan Punjab re Commercial Cropping te, Internal Consumption lagit́ Food Production increase eana." },
  { "eng": "Where is Tom?", "hoc": "Tom do?" },
  { "eng": "One of the books is in French, and the other is in German.", "hoc": "Miat́ Sapagom do French teaḱa, anḍoḱ miat́ do German teaḱ." },
  { "eng": "The soldiers killed many villagers.", "hoc": "Soldier ko esu sange Hatu ren kokô goć ket́koa." },
  { "eng": "Are you winning?", "hoc": "Daeoḱ tanaben chi?" },
  { "eng": "You have many books.", "hoc": "Aben taḱ sange Kitá ko menaḱa." },
  { "eng": "Consequently, many countries adopted eugenic policies, intended to improve the quality of their populations' genetic stock.", "hoc": "Consequently, esu country ko re, akoaḱ Population Genetic Stock improve ê Intention loḱ Eugenic Policy ko adopt eana." },
  { "eng": "I don't understand.", "hoc": "Ká somjaooḱ tana." },
  { "eng": "Tell me.", "hoc": "Kajiá me." },
  { "eng": "Now you're accusing me of murder.", "hoc": "Nahḱ do Hoogoć reaḱm chunḍulí tana." },
  { "eng": "Don't worry. Everything is going well.", "hoc": "Alaben uṛuḱoḱa. Sabenaḱ bugin ge sesen tana." },
  { "eng": "Why did you call me?", "hoc": "Chenaḱ mentem iyu let́ía?" }
],
"validation": [
  { "eng": "India is a nuclear-weapon state, which ranks high in military expenditure.", "hoc": "Military-expenditure re high-rank menaḱ tan India do nuclear-weapon-Disum tana." },
  { "eng": "History.", "hoc": "History." },
  { "eng": "You are very brave.", "hoc": "Esu biyar Hoo tanam." },
  { "eng": "By making mutations in bacterial DNA and examining the resulting phenotypes, scientists can determine the function of genes, enzymes, and metabolic pathways in bacteria, then apply this knowledge to more complex organisms.", "hoc": "Bacteria DNA re mutation keet́ result namoḱ Phenotype ko examine keet́, Scientist ko Bacteria koaḱ Gene„ Enzyme„ Metabolic Pathway reaḱ Function kokô determine daea, tayom nen Sẽa ge ĺḱ complex Jivt́aḱ ko re apply oḱa." },
  { "eng": "They smiled.", "hoc": "Landa ket́ako." },
  { "eng": "Boris arrived in the village.", "hoc": "Boris Hatuć beṭa ket́a." },
  { "eng": "I am in London.", "hoc": "London re menaḱ́a." },
  { "eng": "I do not want to eat.", "hoc": "Kaa jom sanaṅí tana." },
  { "eng": "During the same time, its nominal per capita income increased from US$64 annually to US$2,601, and its literacy rate from 16.6% to 74%.", "hoc": "En time-frame rege, India aḱ nominal-per-capita-income sirma re 64 US$ aete 2,601 US$ jooṅ beṭa eana, anḍoḱ literacy-rate 16.6% aete 74% jooṅ beṭa eana." },
  { "eng": "They say it will rain.", "hoc": "Gamaêaćkô menea." },
  { "eng": "Major industries include textiles, telecommunications, chemicals, pharmaceuticals, biotechnology, food processing, steel, transport equipment, cement, mining, petroleum, machinery, and software.", "hoc": "Major Industry kore Textile„ Telecommunication„ Chemical„ Pharmaceutical„ Biotechnology„ Food Processing„ Steel„ Transport Equipment„ Cement„ Mining„ Dirisunum„ Machinery„ anḍoḱ Software leka mesaoḱa." },
  { "eng": "Where are you?", "hoc": "Okon repea?" },
  { "eng": "I'm thirsty.", "hoc": "Tetaṅí tana." },
  { "eng": "You have many books.", "hoc": "Ape taḱ sange Kitá ko menaḱa." },
  { "eng": "In the early medieval era, Christianity, Islam, Judaism, and Zoroastrianism became established on India's southern and western coasts.", "hoc": "Early medieval Era re, India aḱ southern anḍoḱ western-coast kore Christianity, Islam, Judaism, anḍoḱ Zoroastrianism ko establish eana." },
  { "eng": "In this world, nothing is more beautiful than hearing a sad rooster in the backlands when there is moonlight. It even seems that hidden in the throat of that rooster, the soul of the moon sings in counterpoint, sobbing.", "hoc": "Teteć akat́ re miat́ duku akan Sanḍisim Backland re ayumić aete ḿćaḱ nen Otesai re banoḱa. Sanḍisimaḱ Uṭ́ṭua re uku akan Chanḍuḱaḱ Rva Counterpoint re kusut́-kusut́ teć duraṅ tan leka ́ ada reńoḱa." },
  { "eng": "Mom will buy us a puppy.", "hoc": "Ḿ Setahoneć kiriṅabua." },
  { "eng": "Its forest cover comprises 21.7% of its area.", "hoc": "India aḱ 21.7% Area do Bir te aṭet́ akana." },
  { "eng": "Come eat!", "hoc": "Ela jomê ben!" },
  { "eng": "How do you say XXX in English?", "hoc": "XXX, nena English te chilikape menea?" },
  { "eng": "Hurry up.", "hoc": "Anjaann me." },
  { "eng": "We don't play basketball.", "hoc": "Basketball kale inuṅa." },
  { "eng": "This is my sister, Mary.", "hoc": "Neić Ají, Mary." },
  { "eng": "All are equal before the law and are entitled without any discrimination to equal protection of the law. All are entitled to equal protection against all types of discrimination in violation of this Declaration and against any incitement to any form of discrimination.", "hoc": "Law sanamaṅ re saben ko equal gea, anḍoḱ jahn Discrimination bánoḱ ge Law reaḱ equal Protection reaḱ Entitlement menaḱatako. Saben ge nen Declaration violate oḱ gen saben lekan Discrimination aete anḍoḱ jah lekan Discrimination reaḱ jahn Incitement aete equal Protection reaḱ Entitlement menaḱa." },
  { "eng": "According to some current projections, the number and severity of droughts in India will have markedly increased by the end of the present century.", "hoc": "Chiminaṅ nahḱ menaḱ Projection ko lekate, nen Century Chanaba loḱ re, India re Daḱrininga reaḱ leneka anḍoḱ severity do markedly ĺḱ akanoḱa." },
  { "eng": "To the west lies the Thar Desert, the eastern spread of which is checked by the Aravallis.", "hoc": "West re do, eastern Binil Aravallis te koṭoṅ akan Thar Desert menaḱa." },
  { "eng": "Help!", "hoc": "Mar ́ dengá pe!" },
  { "eng": "He is in Tokyo.", "hoc": "Tokyo rića." },
  { "eng": "He bullies younger children.", "hoc": "Ać aete huḍí Hon koć paḍuarkôa." },
  { "eng": "In North India, Hinduism asserted patriarchal control within the family, leading to increased subordination of women.", "hoc": "North India re, Hinduism iate family re Patriarchal Control agu tala ean te, êra koaḱ subordination ĺḱ eana." },
  { "eng": "However, disaffection with the company also grew during this time and set off the Indian Rebellion of 1857.", "hoc": "Mendo, nen time period re ge company lagit́ dissafection ́ ĺḱ lena anḍoḱ ena te 1857 ren Indian Rebellion uskur eana." },
  { "eng": "She smiled happily.", "hoc": "Rạ̃asa teć landa ket́a." },
  { "eng": "You are at home.", "hoc": "Oaḱ remea." },
  { "eng": "Tom and Mary said they didn't know.", "hoc": "Tom anḍoḱ Mary 'Kaliṅ adaana' kin men ket́a." },
  { "eng": "Let's ask them.", "hoc": "Dolaṅ kulikina." },
  { "eng": "Let's get to work now.", "hoc": "Dolabu paiṭi te." },
  { "eng": "What do you want?", "hoc": "Chenaḱben nam tana?" },
  { "eng": "That doesn't really matter.", "hoc": "Enado sari te jahn Kaji ge ḱa." },
  { "eng": "She often sits there reading a book.", "hoc": "Enić hantaḱ dú akan aete Kitab koć paṛao baaêa." },
  { "eng": "Preserved by an oral tradition that was resolutely vigilant, the Rigveda records the dawning of Hinduism in India.", "hoc": "Resolutely vigilant oral Tradition te preserve len Rigveda re India re Hinduism reaḱ Aṅgèneó record akana." },
  { "eng": "Any problem can be solved if you are persistent and patient.", "hoc": "Persistent anḍoḱ patient gemm taenn redo, jahlekan Problem ré solve daeoḱa." },
  { "eng": "Marco is Spanish - he is from Spain.", "hoc": "Marco do Spain renić - Spain aetenić." },
  { "eng": "Although bacterial fossils exist, such as stromatolites, their lack of distinctive morphology prevents them from being used to examine the history of bacterial evolution, or to date the time of origin of a particular bacterial species.", "hoc": "Stromatolite lekan Bacteria Fossil ko menaḱ ré, ena kore Distinctive Morphology banoḱ te, ena ko Bacteria Haratenersa (Evolution) examine re anḍoḱ particular Bacteriahita reaḱ Origin Time usanam (date) re ḱ agujoṅ daeoḱa." },
  { "eng": "I don't know when she will arrive.", "hoc": "Chuilać hujoḱa ká adaana." },
  { "eng": "Marina Chapman claimed to have lived with weeper capuchin monkeys in the Colombian jungle from the age of five to about nine, following a botched kidnapping in about 1954.", "hoc": "Marina Chapman do 'huḍiṅ akan 5 sirma aete 9 sirma noḱ jooṅ do fail ean Anarkit́ tayom Columbia aḱ Bir re Weeper Capuchin Gai ko loḱ́ taekena' menteć claim akat́a." },
  { "eng": "I have a cat.", "hoc": "Á taḱ miat́ Bilae menaḱć." },
  { "eng": "Who are you?", "hoc": "Okoe tanaben?" },
  { "eng": "Let's eat.", "hoc": "Dolabu jomêa." },
  { "eng": "They called the village New Amsterdam.", "hoc": "Nama Hatu dokô New Amsterdam ket́a." },
  { "eng": "Let's ask her.", "hoc": "Dolaṅ kulića." },
  { "eng": "Historically, eugenicists have attempted to alter human gene pools by excluding people and groups judged to be inferior or promoting those judged to be superior.", "hoc": "History re, eugenicist ko do inferior mente nel ean ko exclude keet́, anḍoḱ superior mente nel ean ko promote keed human gene pool alter ê teaḱ ko attempt leda." },
  { "eng": "Tom said there were still a lot things that needed to be done.", "hoc": "Paeṭiê teaḱ onḍoḱ ge sange menaḱa' mente Tom kaji ket́a." },
  { "eng": "I'm sure you're very busy.", "hoc": "Adaaná esu Paiṭi re menaḱpea." },
  { "eng": "“The right “to be free from adverse impacts of climate change” is legally recognized as a fundamental right in India.”", "hoc": "Climate Change reaḱ Adverse Impact te kaa elaṅoḱ teaḱ Right do, India re Fundamental Right leka legally urum bai akana." },
  { "eng": "The U.N. Conference on Trade and Development (UNCTAD) reports China provides 20 percent of overall global production and trade in the manufacture of intermediate goods, making China a critical, integral part of the economies and global value chain across the world.", "hoc": "Intermediate Goods ko Manufacture re China renko do Overall Global Production anḍoḱ Trade reaḱ 20% kô enemê tana -mente U.N. Conference on Trade and Development (UNCTAD) report akat́a, enate China do Otesai goṭa ren Economy ko ren anḍoḱ Global Value Chain ren Critical„ Integral Part akana." },
  { "eng": "She did everything she could to find him.", "hoc": "Ać nam re hoba daean teaḱ sabenaḱć paeṭi ket́a." },
  { "eng": "Tom wanted to know where he could buy turmeric.", "hoc": "Tom do, okon taḱ re Sasaṅé kirí daea -menteć chirgal sanaṅ kena." },
  { "eng": "Tom knew he couldn't make everybody happy.", "hoc": "Tom saben do kać rãasa ichi daeakôa menteć adaan taekena." },
  { "eng": "Are you on Facebook?", "hoc": "Facebook re menaḱmea?" },
  { "eng": "Sometimes bears roam our village.", "hoc": "Misa-misa ale Hatu Bana ko honora." },
  { "eng": "Do you want to eat?", "hoc": "Jomêape?" },
  { "eng": "India has substantially reduced its rate of poverty, though at the cost of increasing economic inequality.", "hoc": "Increasing-economic-inequality reaḱ Gonoṅ em keet́ India reaḱ poverty-rate do substantially adit́ (reduce) akana." },
  { "eng": "Is Tom your name?", "hoc": "Tom do amaḱ Nutum chi?" },
  { "eng": "This is my sister, Mary.", "hoc": "Neić Unḍíkui, Mary." },
  { "eng": "Because of their importance for research in general, samples of bacterial strains are isolated and preserved in Biological Resource Centers.", "hoc": "General Reasearch re akoaḱ Importance menaḱ te, Bacteria Stain reaḱ Sample ko do Biological Resource Centre ko re isolate anḍoḱ preserve akana." },
  { "eng": "Don't lie.", "hoc": "Alape chakat́a." },
  { "eng": "Early political consolidations gave rise to the loose-knit Maurya and Gupta Empires based in the Ganges Basin.", "hoc": "Sidae sidaeaḱ political-consolidation te Ganga gaṛa basin re loose-knit Maurya anḍoḱ Gupta-empire ko emerge eana." },
  { "eng": "Size.", "hoc": "Size." },
  { "eng": "Origin and early evolution.", "hoc": "Origin anḍoḱ Eneóaḱ Evolution." },
  { "eng": "How long have you been here for?", "hoc": "Nentaḱ chimin sirma aetem taenn tana?" },
  { "eng": "Among the socio-economic challenges India faces are gender inequality, child malnutrition, and rising levels of air pollution.", "hoc": "India sanamaṅ re menaḱ tan socio-economic Challange ko do, gender-inequality, child-malnurition anḍoḱ Level rise oḱ tan Hoyo Pollution." },
  { "eng": "Who else saw you?", "hoc": "anḍoḱ okoć ko nel ket́mea?" },
  { "eng": "He was alone in the room.", "hoc": "Room re eskar geć tae kena." },
  { "eng": "I thought that you knew Tom could speak French.", "hoc": "Tom do French teć jagar adaana mentem adaaná menê taekena." },
  { "eng": "His observations also included protozoans which he called animalcules, and his findings were looked at again in the light of the more recent findings of cell theory.", "hoc": "Aćaḱ Observation re ać Animalcules eć nutum let́ Protozoan ko ́kô taekena, aćaḱ Finding ko do ĺḱ recent teaḱ Cell Theory marsal te nel uraa eana." },
  { "eng": "It was marked by British reforms but also repressive legislation, by more strident Indian calls for self-rule, and by the beginnings of a nonviolent movement of non-co-operation, of which Mahatma Gandhi would become the leader and enduring symbol.", "hoc": "Ena do British Reform kote urum len ge, repressive legislation te, India ren koaḱ Self Rule lagit́ ten anḍoḱ keṭeć Anasi te, Mahatma Gandhi do leader anḍoḱ enduring symbol eć bai ean Non-Cooperation ren Nonviolent Movement reaḱ Eneó ko te ́ ge." },
  { "eng": "Happy New Year!", "hoc": "Nama sirma joar!" },
  { "eng": "Step gingerly.", "hoc": "Evn met́ akaa te chanḍaṅê me." },
  { "eng": "Tom's mother gave him some apples to take with him to school.", "hoc": "Tom Engate ać School idi t́raê lagit́ chiminaṅ Apple eć emat́ića." },
  { "eng": "On the ground, lay the dismembered corpse of a gazelle.", "hoc": "Ote re tae kena, miat́ Silíaḱ dismember akan Moṛa." },
  { "eng": "My name is Jack.", "hoc": "Áaḱ Nutum Jack tana." },
  { "eng": "Tom is awake.", "hoc": "Evn lená." },
  { "eng": "Algeria has set its sights on economic diversification.", "hoc": "Algeriaren ko do Economic Diversification paa tekô met́ akat́a." },
  { "eng": "Modern humans arrived on the Indian subcontinent from Africa no later than 55,000 years ago.", "hoc": "Modern human ko do Africa aete Indian subcontinent te tapayomutar 55,000 sirma maaṅ rekô hućoḱ lena." },
  { "eng": "They are all essential to soil ecology, breaking down toxic waste and recycling nutrients.", "hoc": "Enko do, Toxic Waste raa rasum (break down) ê loḱ, Nutrient ko recycle ê loḱ, Hasa Ecology rekô essential gea." },
  { "eng": "All the villagers know him.", "hoc": "Hatu ren ko sabenkô urum tat́ića." },
  { "eng": "Why are you afraid?", "hoc": "Chenaḱ mentepe boroê tana?" },
  { "eng": "The Mughal Empire, in 1526, ushered in two centuries of relative peace, leaving a legacy of luminous architecture.", "hoc": "1526 re Mughal Empire iate 2-century relative-peace agu eana, anḍoḱ luminous-architecture reaḱ legacy baget́ê eana." },
  { "eng": "Come and dance with me!", "hoc": "Dola á loḱ susun me!" },
  { "eng": "Do you want to rest?", "hoc": "Jiraonaben?" },
  { "eng": "You are very brave.", "hoc": "Esu biyar Hoo kin tanaben." },
  { "eng": "Tom, this is my brother, John.", "hoc": "Tom, neić Unḍí John." },
  { "eng": "I'm sure you're very busy.", "hoc": "Adaaná esu Paiṭi rema." },
  { "eng": "Do you love me?", "hoc": "Áben sukuaa?" },
  { "eng": "Do we need medical supplies?", "hoc": "Medical Supply kobu asitíoḱ tana chi?" },
  { "eng": "I'm not home right now.", "hoc": "Nahḱ Oaḱ re baṅía." },
  { "eng": "The retreat of Himalayan glaciers has adversely affected the flow rate of the major Himalayan rivers, including the Ganges and the Brahmaputra.", "hoc": "Himalayburu RataṅGaḍa ko usa chabaoḱ tan te, Ganga„ Brahmaputra mesa keet́aḱ Himalayburuaḱ Gaḍa koaḱ Anatu Rate adversely affect akana." },
  { "eng": "The remaining Indian Plate survives as peninsular India, the oldest and geologically most stable part of India.", "hoc": "Sareć akan Indian Plate do, mariùtar„ geologically India aḱ most-stable-part part tan peninsular India leka menaḱ akat́a." },
  { "eng": "People from all over the world say that English is difficult to learn.", "hoc": "English etonn do esu difficult gea mente goṭa Ote ren ko kajiêa." },
  { "eng": "Its forest cover comprises 21.7% of its area.", "hoc": "India aḱ 21.7% Area do bir te aṭet́ akana." },
  { "eng": "I am eating fruit.", "hoc": "J́́ jom tana." },
  { "eng": "Burj Khalifa is currently the tallest skyscraper in the world.", "hoc": "Nahḱ re do Burj Kalifa ge Otesai saben aete salangi Jaḱsirmabanai." },
  { "eng": "Temperatures in the mesosphere drop with increasing altitude to about -100 degrees C.", "hoc": "Mesosphere ren Temperature do Altitude rakáenn loḱ -100 degree C jooṅ leka aaguna." },
  { "eng": "Sit down.", "hoc": "Dú ben." },
  { "eng": "An acute balance of payments crisis in 1991 forced the nation to liberalise its economy; since then, it has moved increasingly towards a free-market system by emphasising both foreign trade and direct investment inflows.", "hoc": "1991 ren acute Balance of Payments Crisis te, India renko Economy liberal oḱgekô force kena; en imita aete, India do Foreign Trade anḍoḱ Direct Investment Inflow banar ge emphasize keet́, increasingly Free-Market System paa te tersan tana." },
  { "eng": "Watch out! the girl shouted wildly.", "hoc": "Ocha nelê pe! en Hapanum keṭeć teć iu ket́a." },
  { "eng": "In the chemical industry, bacteria are most important in the production of enantiomerically pure chemicals for use as pharmaceuticals or agrichemicals.", "hoc": "Chemical Industry re, Pharmaceutical„ Agrichemical lekate agujoṅoḱ Enantiomerically Pure Chemical ko bái re Bacteria kokô important gea." },
  { "eng": "According to the Indian naval hydrographic charts, the mainland coastline consists of the following: 43% sandy beaches; 11% rocky shores, including cliffs; and 46% mudflats or marshy shores.", "hoc": "Indian Navy aḱ hydrographic Chart ko lekate, Mainland Coastline re menaḱ teaḱ ko do: 43% gitilann beach ko; 11% cliff ko mesa keet́aḱ sereṅann Beach ko; anḍoḱ 46% do Mudflat (marshy Shore) ko." },
  { "eng": "In the decades following World War II, with more emphasis on human rights, many countries began to abandon eugenics policies, although some Western countries (the United States, Canada, and Sweden among them) continued to carry out forced sterilizations.[citation needed]", "hoc": "World War II tayomaḱ decade ko re, chiminaṅ Western country kore (enare United States„ Canada„ Sweden kore) forced sterilisation kô continue let́ taekena ge ré, human rights re ĺḱ emphasis em ean loḱ, sapangi Disum kore Eugenics policy dokô bage eṭeć ket́a." },
  { "eng": "I don't have any money.", "hoc": "Á taḱ jahn Puisa kaa taekena." },
  { "eng": "Do you love me?", "hoc": "Ápe sukuaa?" },
  { "eng": "Do you like ginger?", "hoc": "Ada m sukutea chi?" },
  { "eng": "The boy didn't have an appetite.", "hoc": "En Sepeet́ kaa regeć let́ića." },
  { "eng": "Show it to me.", "hoc": "Udúá pe." },
  { "eng": "I'm a student.", "hoc": "College taná." },
  { "eng": "Have you ever been to Paris?", "hoc": "Paris em senat́a?" },
  { "eng": "Tom knows that he's said too much.", "hoc": "Tom kaji ĺḱ ket́á menteć adaana." },
  { "eng": "Their long occupation, initially in varying forms of isolation as hunter-gatherers, has made the region highly diverse, second only to Africa in human genetic diversity.", "hoc": "Eó re hunter-gatherer ko leka varying-form-of-isolation re taen taen te enkoaḱ sipirmaoḱgen Banasa te nen Region esu diverse eana, human-genetic-diversity lekate ma Africa sekar ĺḱ eana." },
  { "eng": "India has a space programme with several planned or completed extraterrestrial missions.", "hoc": "India re sapange plan akan anḍoḱ complete ean extraterrestrial-mission ko menaḱ tan Space Programme menaḱa." },
  { "eng": "Would you like to have your hair washed?", "hoc": "Bohḱbaleben sipi ichina chi?" },
  { "eng": "No way!", "hoc": "Kaa!" },
  { "eng": "Etymology.", "hoc": "Etymology." },
  { "eng": "The boy didn't have an appetite.", "hoc": "En Hon kaa rengeć let́ića." },
  { "eng": "The rush of technology and the commercialisation of agriculture in the second half of the 19th century was marked by economic setbacks, and many small farmers became dependent on the whims of far-away markets.", "hoc": "19th century reaḱ second tara re technology anḍoḱ commercialisation reaḱ ãacha hunujuḱ do economic setback ko te marka lena, anḍoḱ sangi hupuṛiṅ farmer ko do sangin market reaḱ whim koaḱ dae suba eanakô." },
  { "eng": "Are you afraid?", "hoc": "Boroê tanape?" },
  { "eng": "Do you have a cellphone?", "hoc": "Am taḱ Cellphone menaḱa?" },
  { "eng": "What are you looking for?", "hoc": "Chenaḱben nam tana?" },
  { "eng": "Although the rebellion was suppressed by 1858, it led to the dissolution of the East India Company and the direct administration of India by the British government.", "hoc": "1858 loḱ re nen rebellion suppress ean re ́, ena te mendo East India Company aḱ Leneyaṅ (dissolution) anḍoḱ British government hotete India aḱ direct administration agu eana." },
  { "eng": "The ability of bacteria to degrade a variety of organic compounds is remarkable and has been used in waste processing and bioremediation.", "hoc": "Dirisunum (Petroleum) ren Hydrocarbon ko digest dae lekan Bacteria ko do often Nur Sunum ákit́ rekô agujoṅoḱa." },
  { "eng": "Don't lie.", "hoc": "Alam chakat́a." },
  { "eng": "He is in Tokyo.", "hoc": "Tokyo re menaḱća." },
  { "eng": "We are in school.", "hoc": "School rebua." },
  { "eng": "Tom told me he thought that Mary was downstairs.", "hoc": "Mary do Lataròaḱ reićá menêa' -mente Tom kajiat́ía." },
  { "eng": "Economy", "hoc": "Economy" },
  { "eng": "Tom looked out the front window.", "hoc": "Tom ayar paa reaḱ Window aeteć koyoḱ ooḱl ket́a." },
  { "eng": "Look at this!", "hoc": "Neè nelê ben!" },
  { "eng": "What are you looking for?", "hoc": "Chenaḱm nam tana?" },
  { "eng": "Newly coherent social groups in northern and western India, such as the Marathas, the Rajputs, and the Sikhs, gained military and governing ambitions during Mughal rule, which, through collaboration or adversity, gave them both recognition and military experience.", "hoc": "Mughal rule imita, North anḍoḱ West India re Maratha, Rajput anḍoḱ Sikh lekan namage coherent akan social group ko re, military anḍoḱ governing ambition nelnam eana, ena te ge akô do collaboration te ́ adversity te ́ recognition anḍoḱ military experience ko nam akit́ ket́a." },
  { "eng": "I'll give you the directions to his farm.", "hoc": "Aćaḱ Farm senoḱ teaḱ Horá udúamea." },
  { "eng": "Unlike its presence at high altitude where ozone acts as Earth's sunscreen from harmful ultraviolet radiation, at low altitudes, ozone is a health hazard contributing to respiratory problems like asthma and bronchitis.", "hoc": "Ozone do, chetan Altitude re Harm ann Ultraviolet Enelaṅ kóṭoṅ Ote aḱ Singichatom leka Paeṭić emê tan aete taṅan, latar Altitude re Ozone do, Asthma„ Bronchitis lekan Sanayet́ Problem ko ém Health Hazard." },
  { "eng": "Stop!", "hoc": "Hokann pe!" },
  { "eng": "He never ate cooked food and refused to share or play with other children.", "hoc": "Isin akan Jomaḱ musiṅ ́ kać jom ket́a, anḍoḱ eṭaḱ Hon ko loḱ Hapaṭí„ Inuṅ kaćaḱ eana." },
  { "eng": "She's a middle-aged fat woman.", "hoc": "Ać do Middle-aged ḍildil akan Êra." },
  { "eng": "By the 4th and 5th centuries, the Gupta Empire had created a complex system of administration and taxation in the greater Ganges Plain; this system became a model for later Indian kingdoms.", "hoc": "4th anḍoḱ 5th century loḱ do, Gupta Empire iate greater Ganga gaṛa Plain re administration anḍoḱ taxation reaḱ Complex System bai ean taekena; nen system ge tayomaḱ Indian kingdom ko lagit́ model bai eana." },
  { "eng": "Like father like son.", "hoc": "Apu chilika Hon enka." },
  { "eng": "Weight is a force that is always directed toward the center of the earth.", "hoc": "Weight do, Ote tala paa te ge direct akanoḱ Force." },
  { "eng": "Are you winning?", "hoc": "Daeoḱ tanape chi?" },
  { "eng": "I think, therefore I am.", "hoc": "Úṛuḱá, ente menaḱ́a." },
  { "eng": "You've gained weight.", "hoc": "Hambal eanape." },
  { "eng": "I have food.", "hoc": "Jomê teaḱ menaḱ á taḱ." },
  { "eng": "I asked Tom what he was reading.", "hoc": "Tom ać chenaḱć paṛao taekena menté kuli ket́ića." },
  { "eng": "His methods are not scientific.", "hoc": "Aćaḱ Sensáhora Science lekate banoḱa." },
  { "eng": "Major imports include crude oil, machinery, gems, fertiliser, and chemicals.", "hoc": "Major Import aḱ kore, Berel Dirisunum, Machinery, Gonoṅanndiri, Fertiliser, anḍoḱ Chemical ko leka mesaoḱa." },
  { "eng": "I'm awake.", "hoc": "Evn akaná." },
  { "eng": "The term is used to refer to children who have suffered severe abuse or trauma before being abandoned or running away.", "hoc": "Nen term do, Egerruṕ (abuse) baredo Trauma te tensuba len tayom bage eṛaḱ ean baredo nir at́ ean Hon ko íngul re agujoṅoḱa." },
  { "eng": "Coastal features include the marshy Rann of Kutch of western India and the alluvial Sundarbans delta of eastern India; the latter is shared with Bangladesh.", "hoc": "Coastal Feature ko re, west India ren Rann of Kutch„ east India ren alluvial hasaann Sunderban Delta kin lekaoḱa; ena ren tayomanaḱ do Bangladesh loḱ haṭiṅ akana." },
  { "eng": "Unbelievable!", "hoc": "Ká sarioḱa!" },
  { "eng": "Don't lie!", "hoc": "Alaben chakat́a!" },
  { "eng": "Is it yours?", "hoc": "Ena amaḱ chi?" },
  { "eng": "I'll have to talk to Tom about it.", "hoc": "Ena reaḱ do Tom loḱ́ jagar te hobana." }
  ]
}
